Repository: atiksarker2013/JamiyahAsSalafiyaWebApp
Catalog: AppBootstrapSite1/Resource.*.resx
Languages: ar, bn

# HistoryOfInstitutionDetails
source: (a) The history of Al Jamiah As Salafiah, Narayanganj: A Furkania Madrasha (Religious School) was established in 1954 by the effort of the famous physician Doctor Abdus Subhan in association of some Islam loving brothers because there were no institutions for learning the Holy Quran in that area of Birhatabo, Rupganj, Narayanganj. Afterwards the institution’s name was changed as Amdia Krishak-Sramik Hafizia Madrasha. Due to financial crisis, the institution was closed in 1996. After five long years, in 2001, the activities of the institution restarted. After five years the activities of the institution again got closed due to same reason. But the founder and secretary, Mr. Dr. Abdus Subhan began to search for an Islamic personality who, being an active server, would build up the institution as a world-class one. One day he got introduced to Shaykh Abdur Razzak Bin Yousuf. He came in this area to deliver his speech in an Islamic Conference on 5th July 2013. That time he passed the night in the residence of Mr. Mugal Mia, son of Mr. Musharaf in Deboi village. In the morning, around 6.30 am to 7.00 am, Mr. Dr. Abdus-Subhan met him and proposed to hand over the institution to him. Taking a few days, Shaykh Abdur Razzak Bin Yousuf prayed to the Almighty Allah for help and after consulting with some of the scholars, agreed to accept the proposal to take the responsibility of the Managing Director. After that, he conducted a meeting in 29th July 2013, in the presence of Guljar master. Then he decided to set up an institution (Islamic school). In 2013, 28th April, the name of the institution was changed as Al Jamiah As Salafiah. In 2013, 28th August, Tuesday at 11 am the institution was inaugurated. (b) The History of Al Jamiah As Salafiah, Rajshahi: "From the very beginning, the activities of the Maktab were going on upon the donations of Mr. Akkas Ali Mullah, dweller of South Dangipara, for the purpose of spreading Islamic studies among the children in Dangipara Jame Mosque. In 2008, 26th November, an Imam was appointed at the mosque and he started to teach the children according to the new curriculum, which means according to Tajweed with Holy Quran from 28th November 2008. As a result, the number of the students began to increase who used to come from nearest villages- Birasthoil, Panishail and so on. The number of the students increased so rapidly that some of the students had to go-back home for not getting any seats. Realizing the fact, Mr. Akkas Ali Mullah appointed one more teacher. After that, the educational activities were going on perfectly. In this way, one year passed. Then Mr. Akkas Ali Mullah proposed the Imam to establish a Madrasha in Dangipara in November 2005. The Imam assured him saying “In-Sha-Allah, the Madrasha would continue very well.” After that, in December 2005, he established an institution, named Dangipara Misbahul Ulum Ebtedaye Madrasha on the 73 decimal land donated by him, his mother, his brother and some others’. Then the Madrasha started its journey with 50 students from class one to class three. The institution continued to run as Dangipara Misbahul Ulum Ebtedaye Madrasha till 16th February 2016. The cause of taking responsibility of this institution by Shaiekh Abdur Razzaq Bin Yousuf: Shaykh Abdur Razzak Bin Yousuf was appointed on 1st September 1997 as a Muhaddis in Markajul Islami Salafi, Nowda Para, Rajshahi. Among the teachers of the male section, he was the best teacher of Al-Markajul Islami As-Salafia. His prosperity and acceptance to the teachers and students began to increase day by day. So, the teachers and the students of the institution wanted him to be the Principal from the deepest corner of their hearts. Because the educational activities were being hampered for the want of a competent Principal- and the administrative condition was also going through chaos. In this situation, the authority of Markaz appointed him as the Principal in charge in 2009. As a result, Markaz got back its proper environment for study. The standard of education, the standard of eating in boarding and the standard of the infrastructure of the buildings began to increase. At last, he was appointed as the Principal in 2012 permanently. His wife, Razia Begum was the Principal of female branch. Both the husband and the wife used to work hard for the welfare of the institution. Despite their working hard, they were suspended from their professions in 17th December 2015. At that time, both of them were worried about their life. They were hesitated whether they should establish a Madrasha in Rajshahi or they should move to Al Jamiah As Salafiah, Narayanganj. In the meantime, two persons came from Dangipara. They knew all the information of this incident and consoled him. They proposed him to build up a new Madrasha in Dangipara. Next day, three persons came to him and they also proposed him to build up a new Madrasha. At the third day, four persons came to him and they too proposed him with emphasis to build up a new Madrasha. Then he took time for some days to seek help from the Almighty Allah and he consulted the fact with some scholars. Finally, he agreed to establish a new Madrasha at Dangipara, Paba, in Rajshahi. And by their agreement the name of Dangipara Misbahul Ulum Ebtedaye Madrasha was changed into Al-Jamiah As-Salafiah on Wednesday in 17th February 2016. And It’s foundation was deployed by the grace of Allah Subhan-a-Ta-ala. It’s to be noted that the educational activities of this institution began with the Darsh from Bukhari at 7.00 am on Saturday of 16th July 2016.
ar: (أ) الجامعة السلفية، بيرهتابو-هتابو، بيرابو، روب غنج، نرايون غنج، بنغلاديش: لعدم وجود مدرسة دينية لخدمة القرآن الكريم بمنطقة بيرهتابو-هتابو تأسست بها المدرسة الفرقانية عام 1954م بمحاولة الطبيب الشهير/عبد السبحان –حفظه الله- وبعض محبي الإسلام ومشاوراتهم. ثم تغير اسمها من المدرسة الفرقانية إلى "مدرسة تحفيظ القرآن الكريم المدعومة من قبل الزرّاع والعمّال بِأَموديا" (أموديا كريشوك-صروميك حفيظية مدرسة). ثم توقفت نشاطات المدرسة لأزمة اقتصادية عام 1996 م. وبعد خمس سنوات من توقفها تمّ إعادة نشاطاتها عام 2001 م. ثم توقفت بعد خمس سنوات مرة أخرى لسببٍ نفسه. إلا أن مؤسسها الطبيب/ عبد السبحان أخذ يبحث عن شخصية إسلامية تجعلها مؤسسة تعليمية عالمية. وفي هذا الأثناء حصل التعارف فيما بينه وبين فضيلة الشيخ/ عبد الرزاق بن يوسف –حفظهما الله-. وذلك أن الشيخ جاء إلى هذه المنطقة لإلقاء كلمات وعظية دينية في 5 يوليو من عام 2013م. وقد بات تلك الليلة في قرية "ديبوي" بمنزل الأخ/ مشرّف بن مغول ميان. وفي صباح الغد من الساعة 6:30 إلى 7:00 تقريباً لقيه الطبيب/عبد السبحان في ذلك المنزل واقترح عليه مشروع بناء المدرسة وطلب منه أن يتسلّمه. واستعان الشيخ بالله تعالى وشاور في الأمر بعضَ العلماء والمثقفين ثم وافق على تأسيسها وإدارتها والإشراف عليها. وفي 19 يوليو سنة 2013م اجتمع الشيخ في مجلسٍ، حضر فيه جناب غلجار ماستر (أحد الشخصيات البارزة في المنطقة). ثم قرر الشيخ لتأسيس المدرسة. وفي 24 إبريل سنة 2013م غيّر اسمها القديم وسماها "الجامعة السلفية". وأخيراً افتتح الشيخ هذه المؤسسة يوم الثلاثاء، الساعة الحادية عشرة صباحاً من 24 أغسطس سنة 2013م –ولله الحمد-. (ب) الجامعة السلفية، دانغي بارا، سفورا، فوبا، راجشاهي، بنغلاديش: منذ فترة مديدة كانت نشاطات أحد الكتاتيب لتعليم الصغار أمورَ دينهم مستمرة في الجامع بجنوب دانغي بارا من قِبَلِ أحد المحسنين المدعو: وقاص على ملا. وفي 26 نوفمبر سنة 2004م عُيّن إمام في الجامع المذكور. وبعد يومين من تعيينه بدأ نشاط تعليم القرآن الكريم مع مراعاة قواعد التجويد من جديد. فازداد عدد المتعلمين من قرى مجاورة لدانغي بارا كـ: "بيروستائل" و"باني شائل" حتى اضطر بعضهم أن يتركوا المدرسة ويعودوا إلى بيوتهم لعدم اتساع المكان. فلمّا علم قيم المدرسة/ وقاص على ملا هذا الأمر، وسّع المكان وعيّن معلماً آخر، فاستمر نشاط الكتّاب على ما يرام، وانصرمت سنة كاملة على هذه الحال. وفي نوفمبر من سنة 2005م اقترح وقاص على الإمام تأسيس مدرسة دينية، وطمأنه الإمام بإن مثل هذه المدرسة في مثل هذا المكان تسير جيداً بمشيئة الله عز وجل. وفي ديسمبر من سنة 2005م أسس وقاص على مدرسة على أرضٍ مساحتها 0.73 هكتر، تبرّع بها كل من المؤسس نفسه وأمه وشقيقه وغيرهم، سماها "مدرسة مصباح العلوم الابتدائية بدانغي بارا". وبدأت المدرسة نشاطها مع خمسين من متعلميها ومع المرحلة الابتدائية الأولى إلى الثالثة. وتستمر نشاطات المدرسة حتى 16 فبرائر من عام 2016م باسم "مدرسة مصباح العلوم الابتدائية بدانغي بارا". وفي السنة نفسها اقترح بعض أهل قرية دانغي بارا على الشيخ عبد الرزاق بن يوسف -حفظه الله- تأسيس مدرسة كبيرة فيها. واستعان الشيخ بالله تعالى وتوكل عليه، وشاور في الأمر بعضَ أهل الحل والعقد. ووضع حجر الأساس للمدرسة في الساعة الرابعة والنصف عصراً، يوم الأربعاء، 17 فبرائر من سنة 2016م، وغيّر اسمها من "مدرسة مصباح العلوم الابتدائية بدانغي بارا" إلى "الجامعة السلفية". وفي الساعة السابعة صباحاً، يوم السبت، 16 يوليو سنة 2016م تمّ افتتاحها بتدريس صحيح البخاري -ولله الحمد-
bn: (ক) আল-জামি’আহ্ আস-সালাফিয়্যাহ্, নারায়ণগঞ্জ এর ইতহিাস: "নারায়ণগঞ্জের রূপগঞ্জ উপযেলার বীরহাটাব-হাটাব এলাকায় পবিত্র কোরআন শিক্ষা করার জন্য কোন প্রতিষ্ঠান না থাকায় স্বনামধন্য চিকিৎসক ডা. আব্দুস সোবহান সাহেবের প্রচেষ্টায় ১৯৫৪ খ্রিস্টাব্দে কয়েকজন ইসলামহিতৈষী ব্যক্তির সহযোগিতায় একটি ফোরকানিয়া মাদরাসা প্রতিষ্ঠিত হয়। পরবর্তীতে এর নাম পরিবর্তন করে আমদিয়া কৃষক-শ্রমিক হাফিযিয়া মাদরাসা নামে নামকরণ করা হয়। আর্থিক সংকটের কারণে ১৯৯৬ খ্রিস্টাব্দে প্রতিষ্ঠানটি বন্ধ হয়ে যায়। দীর্ঘ পাঁচ বছর পর ২০০১ খ্রিস্টাব্দে প্রতিষ্ঠানটির কার্যক্রম পূনরায় চালু হয় এবং পাঁচ বছর পর আবারও এর কার্যক্রম একই কারণে বন্ধ হয়ে যায়। কিন্তু প্রতিষ্ঠাতা সম্পাদক জনাব ডা. আব্দুস সোবহান এমন একজন ইসলামীক ব্যক্তিত্বকে খুঁজতে থাকেন, যিনি এই প্রতিষ্ঠানটির কর্ণধর হয়ে একে বিশ্বমানের প্রতিষ্ঠান হিসেবে গড়ে তুলবেন। শায়খ আব্দুর রাজ্জাক বিন ইউসুফের সাথে তার পরিচয় ঘটে। তিনি এই এলাকায় ২০১৩ খ্রীষ্টাব্দের ৫ই জুলাই এক ইসলামী জালসায় বক্তব্য দিতে আসেন। তিনি সেদিন রাতে দেবই গ্রামের জনাব মোশাররফ পুত্র মোগল মিয়ার বাড়ীতে রাত্রি যাপন করেন। সকাল ৬.৩০ থেকে ৭টার দিকে জনাব ডা. আব্দুস সোবহান তাঁর সাথে ঐ বাড়ীতে সাক্ষাৎ করে প্রতিষ্ঠানটিকে তাঁর বরাবর হস্তান্তর করার প্রস্তাব পেশ করেন। শায়খ আব্দুর রাযযাক বিন ইউসুফ কয়েকদিন সময় নিয়ে আল্লাহ তায়া’লার নিকট সাহায্য প্রার্থনা এবং কয়েকজন জ্ঞানী ব্যক্তির সাথে পরামর্শ করে প্রতিষ্ঠানটি পরিচালনার দায়িত্বভার গ্রহণ করতে সম্মতি প্রকাশ করেন। অতঃপর তিনি ২০১৩ সালের ১৯ জুলাই একটি বৈঠক করেন, যে বৈঠকে জনাব গোলজার মাষ্টার উপস্থিত ছিলেন। অত:পর সেখানে তিনি প্রতিষ্ঠান প্রতিষ্ঠা করবেন বলে সিদ্ধান নেন। অতঃপর ২৪ এপ্রিল ২০১৩ খ্রিস্টাব্দে এর পূর্বনাম পরিবর্তন করে “আল-জামি’আহ্ আস-সালাফিয়্যাহ্” নামকরণ করেন। ২০১৩ সালের ২৪ শে আগস্ট রোজ মঙ্গলবার সকাল ১১টার সময় প্রতিষ্ঠানটির উদ্বোধন করা হয়। (খ) আল্-জামি’আহ্ আস্-সালাফিয়্যাহ্, রাজশাহী এর ইতহিাস:"পূর্ব থেকেই দক্ষিণ ডাঙ্গীপাড়া জামে মসজিদে শিশু কিশোরদেরকে দ্বীনিয়াত শিক্ষা দানের উদ্দেশ্যে ডাঙ্গীপাড়ার অধিবাসী জনাব আক্কাস আলী মোল্লার অনুদানে মকতবের কার্যক্রম চলে আসছিল। ২৬ নভেম্বর ২০০৪ খ্রিস্টাব্দে উক্ত মসজিদে ইমাম নিয়োগ দেওয়া হলে তিনি ২৮ নভেম্বর ২০০৪ খ্রিস্টাব্দ থেকে সম্পূর্ণ নতুন আঙ্গিকে তাজবিদসহকারে কুরআন পাঠদান কার্যক্রম শুরু করেন। ফলে ডাঙ্গীপাড়ার পার্শবর্তী বিরস্থইল, পানিশাইল ইত্যাদি এলাকা থেকে আগত শিক্ষার্থীর সংখ্যা ব্যাপক বৃদ্ধি পায়। এক পর্যায়ে জায়গার সংকুলান না হওয়ায় তাদের বাসায় ফেরত যেতে হয়। বিষয়টি জনাব আক্কাস আলী মোল্লা জানতে পেরে আরও একজন শিক্ষক নিয়োগ দেন। ফলে মক্তবের শিক্ষাদান কার্যক্রম সুন্দরভাবে চালতে থাকে। এভাবে প্রায় এক বছর অতিবাহিত হয়ে যায়। অতঃপর নভেম্বর ২০০৫ খ্রিস্টাব্দে জনাব আক্কাস আলী মোল্লা ডাঙ্গীপাড়ায় একটি মাদরাসা প্রতিষ্ঠার প্রস্তাব ইমাম সাহেবের নিকট পেশ করলে ইনশাআল্লাহ, মাদরাসা ভাল চলবে বলে ইমাম সাহেব তাঁকে আশস্থ করেন। অতঃপর ডিসেম্বর ২০০৫ খ্রিস্টাব্দে তিনি তাঁর নিজের, মায়ের, আপন ভাই ও অন্যান্যদের কিছু জমির সমন্বয়ে মোট ৭৩ শতাংশ জমির উপর ডাঙ্গীপাড়া মিসবাহুল উলুম ইবতেদায়ী মাদরাসা নামে একটি প্রতিষ্ঠান প্রতিষ্ঠা করেন, ১ম থেকে ৩য় শ্রেণি পর্যন্ত মোট ৫০ জন শিক্ষার্থী নিয়ে যার যাত্রা শুরু হয়। প্রতিষ্ঠানটি ডাঙ্গীপাড়া মিসবাহুল উলুম ইবতেদায়ী মাদরাসা নামে ২০১৬ সালের ১৬ ফেব্রুয়ারি পর্যন্ত চলতে থাকে। শায়খ আব্দুর রাযযাক বিন ইউসফ এর এই প্রতিষ্ঠানের দায়িত্ব নেওয়ার কারণ- শায়খ আব্দুর রাযযাক বিন ইউসুফ আল্-মারকাযুল ইসলামী আস্-সালাফী, নওদাপাড়া, রাজশাহীতে মুহাদ্দিস পদে ১৯৯৭ খ্রিস্টাব্দে ১লা সেপ্টেম্বর যোগদান করেন। মারকাযুল ইসলামী আস-সালাফীর পুরুষ শাখার শিক্ষকদের মধ্যে তিনি সবচেয়ে সফল শিক্ষক ছিলেন। সকলের নিকট তাঁর সাফল্য ও গ্রহণযোগ্যতা উত্তরোত্তর বৃদ্ধি পেতে থাকে। ছাত্র-শিক্ষকের হৃদয়ে তাঁকে মারকাজের অধ্যক্ষ হিসেবে পাওয়ার আগ্রহের দানা বাঁধতে থাকে। কারণ, একজন উপযুক্ত অধ্যক্ষের অভাবে মারকাজের শিক্ষা কার্যক্রম ব্যহত হচ্ছিল এবং প্রশাসনিক অবস্থা একটি নাজুক পরিস্থিতির মধ্যে দিয়ে যাচ্ছিল। এমন পরিস্থিাতিতে ২০০৯ খ্রিস্টাব্দে মারকায কর্তৃপক্ষ তাঁকে ভারপ্রাপ্ত অধ্যক্ষ হিসেবে নিয়োগ দেয় ফলে মারকায তার লেখাপড়ার পরিবেশ ফিরে পায়। শিক্ষার মান, বোডিং এ খাওয়া দাওয়ার মান আর ভবনের অবকাঠামো বৃদ্ধি পেতে থাকে। অবশেষে ২০১২ খ্রিস্টাব্দে তাঁকে অধ্যক্ষ পদে স্থায়ী করা হয়। আর মহিলা শাখার অধ্যক্ষ ছিলেন তাঁর স্ত্রী রাজিয়া বেগম। যে প্রতিষ্ঠানকে তাঁরা (স্বামী-স্ত্রী) গভীর ভালবাসা দিয়ে অক্লান্ত পরিশ্রম করে তিলে তিলে গড়ে তুললেন, সেখান থেকে ২০১৫ সালের ১৭ ডিসেম্বর তাঁকে শিক্ষকের পদ থেকে বরখাস্ত এবং তাঁর স্ত্রীকে অধ্যক্ষের পদ থেকে অপসরণ করা হয়। এই সময় তারা উভয়ে দুশ্চিন্তাগ্রস্ত অবস্থায় সময় কাটাচ্ছিলেন যে কী করবেন? রাজশাহীতে কোথাও মাদরাসা প্রতিষ্ঠা করবেন নাকি আল-জামি’আহ্ আস-সালাফিয়্যাহ্, নারায়ণগঞ্জে চলে যাবেন। এমন সময় ডাঙ্গীপাড়া থেকে দুইজন লোক এসে সর্বিক খোঁজ-খবর নিয়ে সান্ত্বনা দেন এবং ডাঙ্গীপাড়ায় মাদরাসা স্থাপনের প্রস্তাব পেশ করেন। পরের দিন ডাঙ্গীপাড়া থেকে তিনজন লোক এসে সান্ত্বনা দিয়ে পূণরায় মাদরাসা প্রতিষ্ঠার প্রস্তাব পেশ করনে। তৃতীয় দিন চারজন লোক এসে তৃতীয় বারের মত মাদরাসা প্রতিষ্ঠার জোরালো প্রস্তাব দেন। তিনি কয়েকদিন সময় নিয়ে আল্লাহ তায়ালার নিকট সাহায্য প্রার্থনা এবং কয়েকজন জ্ঞানী ব্যক্তির সাথে পরামর্শ করে ডাঙ্গীপাড়া, পবা, রাজশাহীতে প্রতিষ্ঠান গড়ার বিষয়ে সম্মতি প্রকাশ করেন এবং তদের প্রস্তাব অনুযায়ী ২০১৬ সালের ১৭ই ফেব্রুয়ারী রোজ বুধবার বিকেল সাড়ে চারটার সময় ডাঙ্গীপাড়া মিসবাহুল উলুম ইবতেদায়ী মাদরাসার নাম পরিবর্তন করে আল-জামি’আহ্ আস-সালাফিয়্যাহ্ নাম করণ করে এর ভিত্তিপ্রস্তর স্থাপন করেন, ফালিল্লাহিল হামদ। উল্লেখ্য যে, ১৬ জুলাই ২০১৬ রোজ শনিবার সকাল ৭টার সময় বোখারীর দারসের মাধ্যমে প্রতিষ্ঠানটির শিক্ষা কার্যক্রমের উদ্বোধন হয়।

source: History Of Institution Heading
ar: تاريخ المؤسسة
bn: ইনস্টিটিউশন শিরোনাম ইতিহাস

# JamiyahClassRoutineDetails
source: (a) Routine of Al-Jamiah As-Salafiyah, Narayanganj (b) Routine of Al-Jamiah As-Salafiyah, Rajshahi
ar: (أ) جداول الجامعة السلفية، روب غنج، نرايون غنج، بنغلاديش: (ب) جداول الجامعة السلفية، دانغي بارا، فوبا، راجشاهي، بنغلاديش:
bn: (ক) আল-জামি’আহ্ আস-সালাফিয়্যাহ্, নারায়ণগঞ্জ এর রুটিন: (খ) আল-জামি’আহ্ আস-সালাফিয়্যাহ্, রাজশাহী এর রুটিন:

# JamiyahClassRoutineHeading
source: Class Routine
ar: جداول دراسية
bn: ক্লাস রুটিন

# JamiyahLifeDetails
source: Studying in the light of its own syllabus determined in the form of advanced syllabus of local and foreign institutions. Directed by a handful of skilled, experienced, hardworking and dedicated teachers from various universities and universities of the country and abroad. If you are resident then always supervised by the teachers. A daily meal of 3 'daily' food as well as vegetarian and vegetarian food. Along with attaining full proficiency in Arabic and English language, there is also a chance to gain profound knowledge on the Qur'an and hadeeth. Open playground for healthy living and bodybuilding. Arsenic free pure water system through deep tube wells. Full power supply Computer training arrangements for students passed in the specified classes. Library rich in Bengali, English and Arabic books. The arrangement of 'Supervisory Study Program' as an alternative to class-next coaching. Operation of co-curriculum for the development of in-depth intellectuals. Arrange separate training for communication and lecturing skills in Arabic and English. Every year Jami'ah's academic calendar will be prepared and compiled by making a lesson plan. Healthy, beautiful and quality residential accommodation. Quran system of purely Quran and Hufaz Special care for the closing, JDC, Dakhil, Alim examination Present lectures and debate competition organized. Separate caretaker for unskilled students Prevalent politics free environment. Regular sports, cultural activities and education system. The primary treatment system for all students.
ar: دراسة في ضوء المنهج الخاص بها التي تحدد في شكل منهج متقدم من المؤسسات المحلية والأجنبية. إخراج من حفنة من المعلمين المهرة، من ذوي الخبرة، والعمل الدؤوب والمتفانين من مختلف الجامعات والجامعات في البلاد والخارج. إذا كنت مقيم ثم دائما تحت إشراف المعلمين. يتم تقديم وجبة يومية من 3 أصناف "يومية" بالإضافة إلى أطعمة نباتية ونباتية. جنبا إلى جنب مع تحقيق الكفاءة الكاملة في اللغة العربية والإنجليزية، وهناك أيضا فرصة لاكتساب المعرفة العميقة في القرآن والحديث. ملعب مفتوح للحياة الصحية وكمال الاجسام. الزرنيخ مجانا نظام المياه النقية من خلال الآبار الأنبوبية العميقة. كامل امدادات الطاقة ترتيبات التدريب على الكمبيوتر للطلاب مرت في الطبقات المحددة. مكتبة غنية باللغات البنغالية والإنجليزية والعربية. ترتيب "برنامج الدراسة الإشرافية" كبديل للتدريب الدرجة التالية. تشغيل المناهج الدراسية المشتركة لتطوير المفكرين المتعمقين. ترتيب تدريب منفصل للتواصل وإلقاء المحاضرات باللغتين العربية والإنجليزية. كل عام سيتم إعداد التقويم الأكاديمي لجامع وتجميعه من خلال وضع خطة للدرس. صحية، جميلة والجودة الإقامة السكنية. نظام القرآن الكريم من القرآن الكريم و هفاز رعاية خاصة لإغلاق، جدك، داخيل، فحص عليم نظمت المحاضرات والمنافسة الحالية. موظف صيانة مستقل للطلاب غير المهرة السياسة السائدة بيئة حرة. الرياضة العادية، والأنشطة الثقافية ونظام التعليم. نظام العلاج الأساسي لجميع الطلاب.
bn: দেশি-বিদেশি প্রতিষ্ঠান সমূহের উন্নত সিলেবাসের সমণ্বয়ে প্রণীত নির্ধারিত নিজস্ব সিলেবাসের আলোকে পাঠদান । দেশ ও বিদেশের বিভিন্ন বিশ্ববিদ্যালয়ের ডিগ্রীপ্রাপ্ত একদল দক্ষ, অভিজ্ঞ, পরিশ্রমী ও নিবেদিত শিক্ষকমন্ডলী দ্বারা পরিচালিত । আবাসিক হলে সর্বদা শিক্ষকমন্ডলী দ্বারা তত্ত্বাবধায়নের সুব্যবস্থা । দৈনিক ৩ বার ‘আর্দশ খাবার’ তথা নিরামিষের পাশাপাশি আমিষজাতীয় খাবারের ব্যবস্থা । আরবী ও ইংরেজী ভাষার পূর্ণ দক্ষতা অর্জনের পাশাপাশি কুর’আন ও হাদীছের উপর গভীর জ্ঞান অর্জনের সুযোগ । স্বাস্থ্যসম্মত মনোরম পরিবেশ ও শরীরচর্চার জন্য উন্মুক্ত খেলার মাঠ । গভীর নলকূপের মাধ্যমে আর্সেনিক মুক্ত বিশুদ্ধ পানির ব্যবস্থা । সার্বক্ষণিক বিদ্যুতের ব্যবস্থা । নির্দিষ্ট ক্লাসে উত্তীর্ণ শিক্ষার্থীদের জন্য কম্পিউটার প্রশিক্ষণের ব্যবস্থা । বাংলা , ইংরেজি ও আরবী বই সমৃদ্ধ লাইব্রেরি । ক্লাস পরবর্তী কোচিং-এর বিকল্প হিসেবে ‘সুপারভাইজরী স্ট্যাডি প্রোগ্রাম’এর ব্যবস্থা । সুপ্ত মেধা বিকাশের জন্য কো-কারিকুলার কার্যক্রম পরিচালনা । আরবী ও ইংরেজিতে কথোপকথন ও বক্তৃতাদানের দক্ষতা অর্জনের জন্য পৃথক প্রশিক্ষণের ব্যবস্থা করা । প্রত্যেক বছর জামি’আহ-এর একাডেমিক ক্যালেন্ডার প্রণয়ণ করা এবং তার সমণ্বয় করে পাঠ পরিকল্পনা প্রণয়ণ করা । স্বাস্থ্যসম্মত, সুন্দর ও উন্নতমানের আবাসিক হলের সুব্যবস্থা । বিশুদ্ধভাবে কুর’আন তেলওয়াত ও হিফজের ব্যবস্থা । সমাপনী, জেডিসি, দাখিল, আলিম পরীক্ষার জন্য বিশেষ তত্ত্বাবধায়ন । উপস্থিত বক্তৃতা ও বির্তক প্রতিযোগিতার আয়োজন । অমনোযোগী শিক্ষার্থীদের জন্য আলাদা তত্ত্বাবধায়ন । প্রচলিত রাজনীতিমুক্ত মনোরম পরিবেশ । নিয়মিত খেলাধূলা, সাংস্কৃতিক কার্যক্রম ও শিক্ষাসফরের ব্যবস্থা । সকল শিক্ষার্থীর প্রাথমিক চিকিৎসার ব্যবস্থা ।

# JamiyahLifeHeading
source: Madrasa Characteristics
ar: خصائص المدرسة
bn: মাদ্রাসার বৈশিষ্ট্য

# LocationDetails
source: (a) Al Jamiah As Salafiah, Narayanganj: This institution is situated with a charming environment in the middle point of the Birhatabo-Hatabo village which is almost one kilometer west from the local Beldibazar, associated by the Birab post office, at Rupaganj thana, in Narayanganj district whose distance is about 2.5 kilometer north from Purbachal Ideal City. (b) Al Jamiah As Salafiah, Rajshahi: This institution is located near the highway of Rajshahi-Naogaon, which is not very far from Rajshahi divisional city and it is very close to the Rajshahi airport of Paba Upazila, Dangipara village. h It has a very charming, natural and lovely environment.
ar: (أ) موقع الجامعة السلفية، روب غنج، نرايون غنج، بنغلاديش: تقع الجامعة السلفية في بيئة طبيعية خلّابة بـ: بيرهتابو-هتابو، بيرابو، روب غنج، نرايون غنج، شمال مدينة "بُوربَاصُول" النموذجية بـ: 2.5 كيلو متراً. وهي بالجانب الغربي للسوق المسمى بـ: "بيلدي بازار". وتبعد الجامعة من السوق المذكور بكيلو متراً تقريباً. (ب) موقع الجامعة السلفية، فوبا، راجشاهي، بنغلاديش: تقع الجامعة السلفية في بيئة طبيعية خلّابة بـ: دانغي بارا، فوبا، راجشاهي، بالقرب من مطار راجشاهي الأهلي، ومن الشارع العام بين راجشاهي ونوغاون. وهي قريبة من مدينة راجشاهي.
bn: (ক) আল-জামি’আহ্ আস-সালাফিয়্যাহ, নারায়নগঞ্জ: পূর্বাচল আদর্শ সিটি থেকে ২.৫ কিমি উত্তরে নারায়ণগঞ্জ যেলার রূপগঞ্জ থানার বিরাব পোস্ট অফিসের অন্তর্গত স্থানীয় বেলদী বাজারের প্রায় ১ কিলোমিার পশ্চিমে বীরহাটাব-হাটাব গ্রামদ্বয়ের মধ্যস্থলে এক মনোরম পরিবেশে অবস্থিত। (খ) আল্-জামি’আহ্ আস্-সালাফিয়্যাহ্, রাজশাহী: রাজশাহী-নওগাঁ মহাসড়কের কাছে রাজশাহী মহানগরীর অদূরে বিমানবন্দরের সন্নিকটে পবা উপজেলার ডাঙ্গীপাড়া গ্রামে প্রকৃতিক সৌন্দর্যমণ্ডিত এক মনোরম পরিবেশে অবস্থিত।

# LocationHeading
source: Location
ar: الموقع:
bn: অবস্থান
