Repository: atiksarker2013/JamiyahAsSalafiyaWebApp
Catalog: AppBootstrapSite1/Resource.*.resx
Languages: ar, bn

# TeacherStudentComitte
source: There will be a committee with al-Jami'ah as-Salafiyah students. The responsible teachers will be in charge. Where students will be promoting talent development programs. For example, publication of newspapers and magazines, newspapers and so on. Note that there will be two branches under 'Abana'. Composed of students studying in a Jami'ah. The other is made up of students coming out of Jami'ah. Who are employed at their own work place in different parts of the country.
ar: وستكون هناك لجنة مع طلاب الجامعة السلفية. وسيكون المعلمون المسؤولون مسؤولين. حيث سيقوم الطلاب بتشجيع برامج تنمية المواهب. على سبيل المثال، نشر الصحف والمجلات والصحف وهلم جرا. لاحظ أنه سيكون هناك فرعين تحت "أبانا". تتألف من طلاب يدرسون في جامعية. والآخر يتكون من طلاب يخرجون من الجامعة. الذين يعملون في مكان عملهم في أجزاء مختلفة من البلاد.
bn: ‘আল-জামি’আহ আস-সালাফিয়্যাহ’-এর ছাত্রদের নিয়ে একটি কমিটি থাকবে । যার পরিচালনায় থাকবেন দায়িত্বশীল শিক্ষকমন্ডলী । যেখানে শিক্ষার্থীদের প্রতিভা বিকাশমূলক বিভিন্ন কার্যক্রম আয়োজন করা হবে । যেমন- দাওয়াতি প্রোগ্রাম, পত্রিকা ও দেয়ালিকা প্রকাশ, উপস্থাপনাসহ প্রভৃতি । উল্লেখ্য উক্ত ‘আবনা’ অধীনে দু’টি শাখা থাকবে । একটি জামি’আহ-তে পাঠরত ছাত্রদের নিয়ে গঠিত । অন্যটি জামি’আহ থেকে বের হওয়া ছাত্রদের নিয়ে গঠিত । যারা দেশের বিভিন্ন প্রান্তে নিজ নিজ কর্মস্থলে নিয়োজিত আছেন ।

# TeacherStudentComitteHeading
source: Teacher-student committee
ar: لجنة المعلمين والطالب
bn: শিক্ষক-শিক্ষার্থীদের কমিটি

# TeacherVicePrincipalDetails
source: Under the process
ar: لم يعين بعد.
bn: প্রক্রিয়াধীন

# TeacherVicePrincipalHeading
source: Vice-Principal
ar: نائب المدير
bn: উপাধ্যক্ষ

# UniformClassDetails
source: Al-Jamiah’s - Selected blue Punjabi and white Pajamas and white hat of cotton (cap maid of threads).
ar: يدخل الطالب قاعته الدراسية لابسًا للباس المسمى بـ: "بنجابي"، والسروال اللذان تحدد الجامعة لونهما وشكلهما. ويلبس الطالب طاقية بيضاء منسوجة من قطن.

# UniformClassHeading
source: (a) Classroom’s Dress:
ar: (أ) الزي الرسمي في قاعات الدراسة:

# UniformHeading
source: Uniform
ar: الأزياء:(الأزياء المدرسية)

# UniformHostelDetails
source: Any type of lungi or loose dress. Half-sleeved or full-sleeved t-shirt. Any indecent dress according to Islam, society or authentic conscience is forbidden.
ar: وفي السكن يلبس الطالب الإزار أو السروال والملابس الواسعة. واللباس يجب أن تتوفر فيه شروط اللباس الشرعي.

# UniformHostelHeading
source: (b) Residential Hall’s Dress:
ar: (ب) لباسهم في السكن:

# VicePrincipal
source: Shaikh Muzaffar is Hadith Teacher, Al-Marqazul islami as-Salafi, and Member of Darul iftaa, Rajshahi. also SPEAKER at PEACE TV BANGLA [page run by student] Early life and Education: Shaikh Muzaffar was born on 01.01.1985 in a respectablel family in the village Bawsha hedhatipara in the BAGHAA Thana of the RAJSHAHI District, Bangladesh. He passed the Dakhil (2000), Alim (2003) and Fazil (2007) public examinations from Madrasha Education Board. In 2008 he passed the Dawra Hadith from Aladipur Salafia Madrashah, Nawgan. He passed all examinations in the First Division. He also got his B.A (Hons.) and M.A from Rajshahi University, securing First Class position. Published works: He has written and published as many as 8 valuable books like daeef o jaal hadis borjoner Mulniti, tarabeeh'r Rakat songkha, Eid er Taqbir etc. [1] and some others are still awaiting for publication. His short papers and which that have been published in different Journals and periodicals are more than 250. Along with this, he supervised many research works.
ar: الشيخ مظفر هو المعلم الحديث، والمسلسل الإسلامي السلفي، وعضو دارول إفتا، راجشاهي. أيضا سبيكر في بيس تف بنغلا [صفحة يديرها الطالب] الحياة المبكرة والتعليم: ولد الشيخ مظفر في 01.01.1985 في عائلة محترمة في قرية بوشة هيدهاتيبارا في باغا ثانا من منطقة راجشاهي، بنغلاديش. وقد اجتاز امتحانات داخيل (2000)، وعليم (2003) وفاضل (2007) من مجلس مدرشة للتعليم. في عام 2008 اجتاز حديث الحديث من الأديبور السلفية مدراشة، نوجان. اجتاز جميع الامتحانات في الشعبة الأولى. كما حصل على B.A (مع مرتبة الشرف) و M.A من جامعة راجشاهي، وتأمين موقف الدرجة الأولى. الأعمال المنشورة: وقد كتب و نشر ما يصل إلى 8 كتب قيمة مثل دييف و جال هاديس بورجونر مولنيتي، تاربيهر ركات سونغخا، عيد إير تاكبير الخ [1] والبعض الآخر لا يزال ينتظر للنشر. أوراقه القصيرة والتي نشرت في مختلف المجلات والدوريات هي أكثر من 250. جنبا إلى جنب مع هذا، أشرف على العديد من الأعمال البحثية.
bn: শেখ মুজাফফর হাদীস শিক্ষক, আল-মারকাযুল ইসলামি আস-সালাফী এবং দারুল ইফতা, রাজশাহীর সদস্য। এছাড়াও PEACE টিভি ব্যাঙ্গালোর বক্তা [ছাত্র দ্বারা চালানো পৃষ্ঠা] প্রাথমিক জীবন এবং শিক্ষা: শেখ মুজফ্ফর 01.01.1985 তারিখে রাজশাহী জেলা বাংলাদেশের বাঘা থানার ঠাকুরগাঁও সদর উপজেলার একটি সম্ভ্রান্ত পরিবারে জন্মগ্রহণ করেন। তিনি মাদ্রাসা শিক্ষা বোর্ড থেকে দাখিল (২000), আলিম (২003) এবং ফজিল (২007) পাবলিক পরীক্ষায় পাস করেন। ২008 সালে তিনি আলাউদীপুর সালাফিয়া মাদ্রাসা, নওয়াগান থেকে দাউদ হাদীস পাস করেন। তিনি প্রথম বিভাগে পরীক্ষায় উত্তীর্ণ হন। তিনি রাজশাহী বিশ্ববিদ্যালয়ের বি.এ (হানস) এবং এম.এ.ও প্রথম শ্রেণীর পদ লাভ করেন। প্রকাশিত কাজগুলি: তিনি 8 টি মূল্যবান বই লিখেছেন এবং প্রকাশ করেছেন যেমন দাইফ ও জাল হাদিস বোরিজারের মুলনীটি, রাবেত গানকারখানা, ইদ ইবতার তাককিব ইত্যাদি। [1] এবং অন্যরা এখনও প্রকাশনার জন্য অপেক্ষা করছে। তার ছোট পত্রিকা এবং যা বিভিন্ন জার্নাল এবং সাময়িকীতে প্রকাশিত হয়েছে ২50 এরও বেশি। এ ছাড়াও, তিনি অনেক গবেষণার কাজ পরিচালনা করেন।

# VicePrincipalHeading
source: Vice Principal
ar: نائب مدير
bn: ভাইস প্রিন্সিপাল

# WeeklyPersonalTraining
source: Students will be given personal amendment ceremony after 4th grade every Thursday. There will be an opportunity to give lectures on Bangla, English, Arabic at least twice a month on each subject and accordingly according to this 'Islahul Baiyan' will be formed. Which is mandatory for all students. The subject matter of each language will be determined. 'Islaahul Baiyan' will be arranged 'Abanaye Jami'ah as-Salafiyah' and there will be certain teachers in the review.
ar: سيتم منح الطلاب حفل تعديل شخصي بعد الصف الرابع كل يوم خميس. سوف تكون هناك فرصة لإلقاء محاضرات عن البنغالية والإنجليزية والعربية مرتين على الأقل في الشهر على كل موضوع وفقا لذلك وفقا "الإصلاح بيان" سيتم تشكيل. وهو إلزامي لجميع الطلاب. وسيتم تحديد موضوع كل لغة. وسيتم ترتيب 'إساهل بايان' أباناي جامية 'السلفية' وسيكون هناك بعض المعلمين في الاستعراض.
bn: প্রতি বৃহঃস্পতিবার ৪র্থ ক্লাসের পর ছাত্র-ছাত্রীদের ব্যক্তব্য সংশোধনী অনুষ্ঠান আয়োজন করা হবে । যেখানে বিভিন্ন বিষয়ের উপর প্রতি শিক্ষার্থীর মাসে অন্ততপক্ষে দুইবার বাংলা,ইংরেজি,আরবীতে বক্তৃতা প্রদানের সুযোগ থাকবে এবং সেই অনুযায়ী ‘ইছলাহুল বায়ানে’র শাখা গঠন করতে হবে । যা সকল ছাত্রদের জন্য বাধ্যতামূলক । প্রতিটি ভাষার ধারাবাহিক ব্যক্তব্যের বিষয় নির্ধারিত হবে । ‘ইছলাহুল বায়ানে’র আয়োজন ‘আবানায়ে জামি’আহ আস-সালাফিয়্যাহ’ করবে এবং পর্যালোচনায় থাকবেন নির্দিষ্ট শিক্ষকমন্ডলী ।

# WeeklyPersonalTrainingHeading
source: Weekly speeches training
ar: تدريب الخطب الأسبوعية
bn: সাপ্তাহিক ব্যক্তব্য প্রশিক্ষণ

# WelcomeDetails
source: Assalamu Alaikum. (May Peace be upon you). All praise is due to Almighty Allah Ta-Ala. May Darud and Salaam be poured upon our latest and greatest Rasul Muhammad (Sm.) You are cordially welcome to our official website of Al Jamiah As Salafiah. Al Jamiah As Salafia is a modern and standard Islamic institution founded and directed by Shaykh Abdur Razzak Bin Yusuf Hafizahullah, one of the greatest Islamic scholars of the country, an active worker of Quran and Hadeeth, dear personality of pious brothers and the heart of millions of people. It has two branches. The Centre of it is at Birhatabo-Hatabo, Birabo, Rupganj in Narayanganj and the branch is at Dangipara, Shapura, Paba, in Rajshahi. The necessary initiatives have been taken for the establishment of it as one of the greatest Universities of international standard. A lot of hard labor and struggle have been put forward to materialize those initiatives for the overall development of the institution.
ar: السلام عليكم ورحمة الله وبركاته! إن الحمد لله وحده والصلاة والسلام على من لا نبي بعده، أما بعد: فإننا نرحب بكم في موقع الجامعة السلفية الرسمي. ونفيدكم بأن الجامعة السلفية مؤسسة تعليمية نموذجية حديثة مواكبة العصر. لها مركز وفرع، أما المركز فهو يقع بـ: بيرهتابو-هتابو، بيرابو، روب غنج، نرايون غنج، بنغلاديش. وأما الفرع فهو يقع بـ: دانغي بارا، سفورا، فوبا، راجشاهي، بنغلاديش. ولدينا خطة لترقيتها إلى درجة جامعية عالمية بإذن الله تعالى. ولا يزال يجتهد مؤسسها فضيلة الشيخ الداعية الكبير والخطيب البارع المشهور/ عبد الرزاق بن يوسف -حفظه الله- ويبذل قصارى جهده لتنفيذ خطواتها التطويرية.
bn: "আস-সালামু আলাইকুম। যাবতীয় প্রশংসা আল্লাহ্ তা’আলার জন্য। দরূদ ও সালাম বর্ষিত হোক সর্বশেষ ও সর্বশ্রেষ্ঠ রাসূল মুহাম্মাদ(ﷺ) এর প্রতি। আল-জামি’আহ্ আস-সালাফিয়্যাহ্ এর অফিসিয়াল ওয়েব সাইটে আপনাকে স্বাগতম। আল-জামি’আহ্ আস-সালাফিয়্যাহ্ একটি আধুনিক ও যুগোপযোগী মানসম্মত ইসলামী শিক্ষা প্রতিষ্ঠান। এর দুইটি শাখা রয়েছে। আল্-জামি’আহ্ আস্-সালাফিয়্যাহ্, বীরহাটাব-হাটাব, বিরাব, রূপগঞ্জ, নারায়ণগঞ্জ হলো কেন্দ্র এবং আল-জামি’আহ্ আস-সালাফিয়্যাহ্, ডাঙ্গীপাড়া, সপুরা, পবা, রাজশাহী হলো শাখা। প্রতিষ্ঠানদ্বয়কে আন্তর্জাতিকমানের অন্যতম শ্রেষ্ঠ বিশ্ববিদ্যালয় হিসেবে প্রতিষ্ঠিত করার জন্য প্রয়োজনীয় পরিকল্পনা হাতে নেওয়া হয়েছে। এর উন্নয়নে গৃহীত পদক্ষেপসমূহ যথাযথভাবে বাস্তবায়নের জন্য নিরলস প্রচেষ্টা চালিয়ে যাচ্ছেন এই প্রতিষ্ঠানের প্রতিষ্ঠাতা পরিচালক, এদেশের প্রথিতযশা আলেমে দ্বীন, কুরআন ও হাদীছের একনিষ্ঠ খাদেম, বাংলাদেশের কুরআন ও ছহীহ হাদীছের অনুসারী হকপন্থী দ্বীনি ভাইদের প্রিয়ব্যক্তিত্ব ও লক্ষ মানুষের হৃদয়ের স্পন্দন শায়খ আব্দুর রায্যক বিন ইউসুফ হাফেযাহুল্লাহ্।

# WelcomeHeading
source: Welcome Message
ar: رسالة ترحيب
bn: স্বাগত বার্তা
