Repository: atiksarker2013/JamiyahAsSalafiyaWebApp
Catalog: AppBootstrapSite1/Resource.*.resx
Languages: ar, bn

# AcademicExam
source: Two periodical exams will be held annually: (a) First temporal (b) Second temp. Weekly and other examinations will be held in 'Jami'ah' prescribed rules. There should be 80% presence in the examination. Can not attend the examination without the entrance test. Must be present at the examination for 10 minutes before the start of the test. Any disciplinary action may be taken including the expulsion for irregularities in the examination. Conducting mischief in the examination would be considered inadequate. If no one fails, then the next category will not be passed. If the student fails to apologize to the absence of the examination, the student will be expelled.
ar: وسيجري امتحانان دوريان سنويا: (أ) الفترة الزمنية الأولى (ب) الدرجة الثانية. وستعقد الفحوص الأسبوعية والفحوصات الأخرى في قواعد "الجماعة" المقررة. يجب أن يكون هناك 80٪ وجود في الفحص. لا يمكن حضور الامتحان دون اختبار القبول. يجب أن يكون حاضرا في الفحص لمدة 10 دقائق قبل بدء الاختبار. ويمكن اتخاذ أي إجراء تأديبي بما في ذلك طرد المخالفات في الامتحان. ويعتبر إجراء الأذى في الفحص غير كاف. إذا لم يفشل أحد، ثم لن يتم تمرير الفئة التالية. إذا فشل الطالب في الاعتذار لعدم وجود الامتحان، سيتم طرد الطالب.
bn: বছরে দুটি সাময়িক পরীক্ষা অনুষ্ঠিত হবেঃ (ক) প্রথম সাময়িক (খ) দ্বিতীয় সাময়িক । ‘জামি’আহ’ নির্ধারিত নিয়মে সাপ্তাহিক ও অন্যান্য পরীক্ষা অনুষ্ঠিত হবে । পরীক্ষায় অংশগ্রহনের জন্য ৮০% উপস্থিতি থাকতে হবে । প্রবেশপত্র ছাড়া পরীক্ষায় অংশগ্রহন করতে পারবে না । পরীক্ষা শুরু হওয়ার ১০ মিনিট পূর্বে পরীক্ষার হলে উপস্থিত থাকতে হবে । পরীক্ষায় অনিয়মের জন্য বহিষ্কারসহ যেকোন শাস্তিমূলক ব্যবস্থা গ্রহন করা হতে পারে । পরীক্ষায় অসদুপায় অবলম্বন করলে সংশ্লিষ্ট বিষয়ে অকৃতকার্য বলে গণ্য হবে । কোন এক বিষয়ে অকৃতকার্য হলে পরবর্তী শ্রেণিতে উত্তীর্ণ করা হবে না । পরীক্ষায় অনুপস্থিতির উপযুক্ত কৈফয়াত দিতে ব্যর্থ হলে সংশ্লিষ্ট শিক্ষার্থী বহিষ্কৃত হবে ।

# AcademicExamHeading
source: Examination Guidelines
ar: إرشادات الفحص
bn: পরীক্ষার নির্দেশিকা

# AdmissionDownloadFormHeading
source: (a) Admission Form:
ar: (1) استمارة طلب الالتحاق:
bn: (ক) ভর্তির আবেদন ফরম:

# AdmissionHeading
source: Admission
ar: قبول
bn: ভর্তি-প্রক্রিয়া

# AdmissionHifzDepartmentDepartment
source: "(1) Birth Certificate (2) 2 copies of recent passport size photographs. (3) Photocopy of- father / guardian's national ID / passport (4) clearance"
ar: "(1) شهادة الميلاد. (2) صورتان شمسيتان حديثتان مقاسهما 4×6. (3) صورة بطاقة الهوية الوطنية لولي أمر الطالب، أو صورة جواز السفر له. (4) شهادة إخلاء الطرف."
bn: "(১) জন্ম নিবন্ধন পত্র। (২) সদ্য তোলা পাসপোর্ট সাইজের ২ কপি ছবি। (৩) পিতা/অভিভাবকের জাতীয় পরিচয়পত্র/পাসপোর্ট-এর ফটোকপি। (৪) ছাড়পত্র।"

# AdmissionHifzDepartmentHeading
source: (i) Hifz Department and from class one to class nine:
ar: (i) لقسم تحفيظ القرآن الكريم ومن الصف الأول إلى الصف التاسع:
bn: (i) হিফয বিভাগ ও প্রথম শ্রেণি হতে নবম শ্রেণি পর্যন্তঃ

# AdmissionNoteDetails
source: " If admission related documents such as birth certificate, photograph and national identity card of the parent/guardian etc. are not submitted at the time of admission, the admission will be cancelled after 15 days and the applicant will have to be re-admitted with full admission fee.  With the admission fees, the student must pay his first month’s consumption, i.e. monthly fees, management fees and boarding fees. It is to be noted that there is no admission without the payment of the fees of admission.  Forms containing defective and incomplete information will be considered invalid.  Any student who has been expelled or whose admission has not been allowed (cancelled), will not be re-admitted.  When a student refuses admission, he will not be refunded from admission fees, boarding fees, management fees, monthly fees and other fees."
ar: " إذا لم يسلّم الطالب الأوراق المطلوبة، ولاسيما شهادة الميلاد وصورتين شمسيتين وصورة بطاقة الهوية الوطنية لولي أمر الطالب، أو صورة جواز السفر له عند الالتحاق يطوى قيده بعد 15 يوماً من الالتحاق. ويجب حينئذ أن يعيد قيده مع دفع الرسومات من جديد.  يجب على الطالب عند تسديد رسوم الدخول دفع مبالغ أخرى للشهر الأول كـ: الرسوم الشهرية ومقابل السكن ومقابل الوجبات. مع التنبيه لا يمكن إلحاق طالب إذا لم يدفع الرسوم كاملاً.  وتُعتبر الاستمارة الخاطئة أو الغير مكتملة ملغاة.  ولن تعيد قيد طالبٍ طوي قيده من الجامعة أو اُخرجه لجرم.  إذا ألغي طالب التحاقه من الجامعة لن تُرجع اليه أية رسوم قد دُفعت كمقابل الدخول ومقابل الوجبات ومقابل الإدارة والرسوم الشهرية والرسومات الأخرى."
bn: " ভর্তি সংক্রান্ত কাগজ পত্র (বিশেষ করে জন্ম নিবন্ধনপত্র, ছবি ও পিতা/অভিভাবকের জাতীয় পরিচয়পত্র) ভর্তির সময়ে জমা দেওয়া না থাকলে ভর্তির ১৫ দিন পর ভর্তি বাতিল হয়ে যাবে এবং সে ক্ষেত্রে পূর্ণ ভর্তি ফি দিয়ে পুনরায় ভর্তি হতে হবে।  ভর্তি ফি:এর সাথে প্রথম মাসের খরচ (মাসিক বেতন, ব্যবস্থাপনা ফি ও বোডিং ফি) প্রদান করতে হবে। উল্লেখ্য, ভর্তি ফি বাকি রেখে ভর্তি করানো হয় না।  ত্রুটিপূর্ণ ও অসম্পূর্ণ তথ্য সংবলিত ফরম বাতিল বলে গণ্য হবে।  বহিষ্কৃত বা ভর্তি বাতিলকৃত কোন ছাত্রকে পুনরায় ভর্তি নেওয়া হবে না।  কোন ছাত্র ভর্তি বাতিল করে প্রতিষ্ঠান থেকে চলে গেলে তাকে ভর্তি ফি, বোর্ডিং ফি, ব্যবস্থাপনা ফি, মাসিক বেতন ও অন্যান্য ফি থেকে কিছুই ফেরত দেওয়া হবে না।"

# AdmissionNoteHeading
source: Note:
ar: الملاحظة:
bn: বিশেষ দ্রষ্টব্য:

# AdmissionProcessDetails
source: Al Jamiah has specific rules and regulations of admission which are given
ar: للجامعة السلفية إجراءات خاصة للالتحاق بها، وهي كما تلي:
bn: আল-জামি’আহ্- এর নির্দিষ্ট ভর্তি প্রক্রিয়া রয়েছে, যার বিবরণী নিম্নে উল্লেখ করা হলো:

# AdmissionProcessHeading
source: Admission Process
ar: معلومات عن الالتحاق بالجامعة السلفية
bn: ভর্তি প্রক্রিয়া

# AdmissionRulesDetails
source: "(a) If any student passes the admission test on January 1, will have to be admitted within January 2 to January 6. (b) The documents mentioned below should be attached to the admission form."
ar: "(أ) إذا نجح الطالب في اختبار القبول المنعقد في أول يناير، يجب عليه أن يلتحق بالجامعة من 2 إلى 6 يناير على حد أقصى. (ب) الأوراق التالية يجب إرفاقها مع استمارة الالتحاق:"
bn: "(ক)১ জানুয়ারি ভর্তি পরীক্ষায় অংশগ্রহণ করে কৃতকার্য হলে ২ জানুয়ারি থেকে ৬ জানুয়ারির মধ্যে ভর্তি হতে হবে। (খ) ভর্তি ফরম-এর সাথে নিম্নে উল্লিখিত কাগজগুলো সংযুক্ত করতে হবে।"\

# AdmissionRulesHeading
source: (2) Admission rules:
ar: أنظمة الالتحاق
bn: (২) ভর্তির নিয়মাবলী:

# AdmissionSanabiyahDetails
source: "(1) Mark Sheet (2) Testimonial. (3) Birth certificate. (4) Citizen Charter Card. (5) 2 copies of recent passport size photographs. (6) Photocopy of - father / guardian's national ID / passport. (7) clearance."
ar: "(1) كشف الدرجات. (2) شهادة حسن السيرة والسلوك. (3) شهادة الميلاد. (4) شهادة الهوية الوطنية. (5) صورتان شمسيتان حديثتان مقاسهما 4×6. (6) صورة بطاقة الهوية الوطنية لولي أمر الطالب، أو صورة جواز السفر له. (7) شهادة إخلاء الطرف. "
bn: "(১) নম্বর পত্র। (২) প্রসংশা পত্র। (৩) জন্মনিবন্ধন পত্র। (৪) নাগরিক সনদ পত্র। (৫) সদ্য তোলা পাসপোর্ট সাইজের ২ কপি ছবি। (৬) পিতা/অভিভাবকের জাতীয় পরিচয়পত্র/পাসপোর্ট-এর ফটোকপি। (৭) ছাড়পত্র।"

# AdmissionSanabiyahHeading
source: (ii) For the Chanawiah and Kulliyyaah:
ar: (ii) لمرحلتي الثانوية والكلية:
bn: (ii) ছানাবিয়্যাহ ও কুল্লিয়্যাহ শ্রেণির জন্যঃ

# AtAGlanceJamiyahDetails
source: (a) Al Jamiah As Salafiah, Narayanganj: (i) Boys section: Total land area for boys section is 450 decimals. In the boys section, the educational program is going on from class 1 to class XI. With the mercy of Allah, a five-storied residential building has been established, with 10 rooms having 18/20 feet below the floor. A tin-shaded building with 4 rooms is situated on the south-west side of this building. There is a generator room, an employee's residential room and two other storerooms. There is a six-storied residential building for the teachers, the first floor has been completed, and the remaining 5 floors are under construction. There is a plan to build a ten- storied academic building and a six- storied building for the library and research, whose construction work will start in 2019, In-Sha Allah. There is a large field for students to play and to have entertainment. There are 18 teachers among which there are 5 teachers who are serving at the higher level, 9 teachers are serving at the secondary level and 4 teachers are serving in the primary level. It is to be noted that, it started its journey in August 2013 with 35 students and currently has 372 boys. (ii) Girls section: There have been no arrangements of land for the girls section yet. The girls have been temporarily dwelling in the Tin-shaded residential building containing nine rooms which is made of 15/10 feet brick walls near the boys’ section. Their teaching activities are being conducted in an academic building of 7-room which is Tin-shaded. At present, we are searching for the land for the girls section. If we get a proper place, the girls branch will return to its own campus In-Sha-Allah. The girls section contains seven classes, from class one to class seven. There are 9 female teachers, 205 students, and four employees. After the establishment of the institution Al-Jami'ah As-Salafiah has been receiving the highest scholarship in the PEC Examination from 2015 to 2018 by the grace of Almighty Allah. (b) Al Jamiah As Salafiah, Rajshahi: (i) Boys' Section: Total amount of land for the boys’ section is 400 decimals. There is a four-storied residential building with 15 rooms including two stair rooms and a bath in the north-south side of this campus which is situated in a land area of 6500 square feet. There are two academic tin-shaded building near the residential building where 6 rooms are situated at the east-west side and 13 rooms are situated at north-south side. These rooms are being used for educational activities. There is a tin-shaded building of 4 rooms near the brick-road, beside the four-storied building situated towards the south, where there is a store-room, medical center, students' residential rooms and garage. A foundation has been deployed to build up one of the largest mosques in Bangladesh on the land of 85 decimal where 3000 Muslims can perform their prayers together. (ii) Girls’ Section: The total land area for girls’ section is 133 decimals. In the north-south side of this campus, there is a two-storied residential building with 11 rooms, including a bathroom and a stair room. There is a room at the northern corner of the campus for girls to perform their Salah (prayer) where the classes also run. There is an academic building which has 11-tin-sheded rooms on the east-west side of the campus. There is a tin-covered Hifz-khana and its land area is 3500 square feet. There is a building on the east-west side of the two- storied building, where there are two classrooms, a kitchen, a store-room and a room for the reception.
ar: (أ) الجامعة السلفية، روب غنج، نرايون غنج، بنغلاديش: (i) قسم البنين: الأراضي المحددة لتشييد قسم البنين 4.50 هكتر. ويوجد فيه الدراسة من الابتدائية إلى الثانوية. وقد تمّ بناء سكنٍ للطلاب ذي خمسة أدوار بتبرعات بعض المحسنين. وفي كل دور عشر غرف سكنية ومساحة كل غرفة منها 18/20 قدم. وبالجانب الغربي الجنوبي يوجد مبنى مسقوف بالقصادير، ذو أربع غرف، غرفة لمولّد الكهرباء وغرفة للعمال والحراس وأخريان لتخزين المواد الضرورية. كما يوجد هناك مشروع سكني للمدرّسين ذو ستة أدوار الذي قد تمّ بناء دوره الأول، والأدوار الأخرى تحت التنفيذ. ولدى الإدارة تخطيط بناء وحدة أكاديمية ذات عشرة أدوار، ووحدة أخرى ذات ستة أدوار للمكتبة المركزية والبحوث العلمية، اللتان سيبدأ بناؤهما عام 2019م بمشيئة الله تعالى. ولقسم البنين ملعب فسيح للعب والرياضة. وفي القسم الآن يوجد 18 مُدرّساً، خمسة منهم للمرحلة الثانوية وما فوقها، وتسعة للمرحلة المتوسطة، وأربعة للمرحلة الابتدائية. علماً أن قسم البنين بدأ نشاطه بـ: 35 طالباً عام 2013م، والآن يوجد فيه 372 طالباً –ولله الحمد-. (ii) قسم البنات: لا توجد أراضٍ مخصصة لقسم البنات حتى الآن. وهن يسكنّ في سكن مؤقت، مصنوع من جدران من طوب أحمر، مسقوف بالقصادير، ذي تسع غرف بالقرب من قسم البنين، مساحة كل غرفة منها 10/15 قدم. وبجوار هذا السكن يتمّ تدريسهن حالياً في بيتٍ مكوّن من قصادير، ذي سبع غرف. ولا يزال البحث مستمراً عن أرض مناسبة لينتقل هذا القسم إليها بمشيئة الله تعالى. ويوجد فيه الدراسة من الابتدائية إلى المتوسطة الثانية. وتوجد في القسم الآن 9 مدرسات و4 عاملات و205 طالبة. ومنذ تأسيس الجامعة السلفية سنة 2015م وحتى سنة 2018م ما زال يحصل عدد كبير من طلابها وطالباتها على منح دراسية متفوقة في اختبارات المراحل المختلفة الشاملة المنعقدة تحت إشراف مجلس التعليم لمدارس بنغلاديش -ولله الحمد-. (ب) الجامعة السلفية، فوبا، راجشاهي، بنغلاديش: (i) قسم البنين: الأراضي المحددة لبناء قسم البنين 4.00 هكتر. وبالجهة الشمالية الجنوبية منها يوجد سكن بمساحة 6500 قدم مربع، ذو أربعة أدوار، كل دور منها يتكون من 15 غرفة. وبجوار هذا السكن يتمّ تدريس الطلاب حالياً في بيتين مكوّنين من قصادير، أحدهما ذو 6 غرف بالجانب الشرقي الغربي منه، وثانيهما ذو 13 غرفة بالجانب الشمالي الجنوبي. وبالجهة الجنوبية من سكن الطلاب وبجانب الطريق يوجد بيت مكون من قصادير، ذو 4 غرف، تستخدم للبدروم والطب وسكنى الطلاب والورشة. وفي هذا الفرع قد وضع حجر الأساس لجامعٍ ذي أربعة أدوار على 0.85 هكتر من الأرض، يتسع لأربعة عشر ألف مصلٍّ، الذي يعتبر من أكبر مساجد بنغلاديش. (ii) قسم البنات: الأراضي المحددة لقسم البنات 1.33 هكتر. وبالجهة الشرقية الشمالية يوجد سكن ذو دورين، كل دور منهما يتكون من 11 غرفة. وبالزاوية الشمالية منه توجد غرفة للصلاة والدراسة. وبالجهة الجنوبية من السكن يوجد بيت مصنوع من قصادير، ذو 11 عرفة، يتم فيه تدريس البنات. وفي القسم توجد غرفة بمساحة 3500 قدم مربع لتحفيظ القرآن الكريم. وبالجهة الجنوبية منه يوجد مبنى ذو قاعتين دراسيتين ومطبخ وبدروم ومقر استقبال الضيوف.
bn: (ক) আল-জামি’আহ্ আস-সালাফিয়্যাহ্, নারায়নগঞ্জ: (i) বালক শাখা: বালাক শাখার জন্য মোট জমির পরিমাণ ৪৫০ শতাংশ। বালক শাখায় প্রথম শ্রেণী থেকে একাদশ শ্রেণী পর্যন্ত শিক্ষাকার্যক্রম চলছে। আপনাদের সহযোগিতায় এখানে পাঁচতলা বিশিষ্ট একটি আবাসিক ভবনের নির্মাণ কাজ সম্পন্ন হয়েছে যার প্রতি তলায় ১৮/২০ ফুট বিশিষ্ট ১০ টি করে কক্ষ আছে। এই ভবনের দক্ষিণ-পশ্চিম পাশে ৪ কক্ষ বিশিষ্ট একটি টিনশেড ভবন রায়েছে। যার একটি জেনারেটর কক্ষ, একটি কর্মচারীর আবাসিক কক্ষ এবং বাকী দুটি স্টোররুম হিসেবে ব্যবহৃত হচ্ছে। এখানে ছয়তলা বিশিষ্ট একটি শিক্ষক আবাসিক ভবন রয়েছে, যার ১ম তলা সম্পন্ন হয়েছে এবং বাকি ৫তলার কাজ নির্মাণাধীন রয়েছে। দশ তলাবিশিষ্ট একটি একাডেমিক ভবন এবং গ্রন্থাগার ও গবেষণার জন্য একটি ছয়তলা বিশিষ্ট ভবন নির্মাণের পরিকল্পনা রয়েছে, যার নির্মাণকাজ ২০১৯ সালে শুরু হবে ইনশাআল্লাহ। শিক্ষার্থীদের খেলাধুলা ও বিনোদনের জন্য এখানে একটি বিশাল মাঠ রয়েছে। এখানে ১৮ জন শিক্ষক রয়েছেন যার মধ্যে উচ্চতর স্তরে ৫ জন, মাধ্যমিক স্তরে ৯ জন প্রাথমিক স্তরে ৪ জন রয়েছে। উল্লেখ্য ২০১৩ সালের আগস্ট মাসে ৩৫ জন শিক্ষার্থী নিয়ে এর যাত্রা শুরু হয় এবং বর্তমানে ৩৭২ জন বালক রয়েছে। (ii) বালিকা শাখা: বালিকা শাখার জন্য এখনও কোন জায়গা-জমির ব্যবস্থা হয়নি। বালক শাখার অদূরে অস্থায়ীভাবে ১৫/১০ ফুটের ইটের দেয়াল নির্মিত ৯ কক্ষ বিশিষ্ট টিনশেডের আবাসিক ভবনে তারা অবস্থান করে। পাশেই ৭ কক্ষ বিশিষ্ট টিনশেডের একটি একাডেমিক ভবনে তাদের পাঠদান কার্যক্রম চলছে। ব‍র্তমানে জমির অনুসন্ধান চলছে উপযুক্ত জায়গা পেলে, বালিকা শাখা তার নিজস্ব ক্যাম্পাসে ফিরে যাবে ইনশাআল্লাহ। বালিকা শাখায় প্রথম শ্রেণী থেকে সপ্তম শ্রেণী পর্যন্ত শিক্ষাকার্যক্রম চলমান আছে। এখানে ৯ জন শিক্ষিকা, ২০৫ জন ছাত্রী ও চারজন কর্মচারী রয়েছে। আল-জামি'আহ আস-সালাফিয়্যাহ্ তার প্রতিষ্ঠার পর ২০১৫ খ্রিস্টাব্দ থেকে ২০১৮ খ্রিস্টাব্দ পর্যন্ত ৫ম শ্রেণির শিক্ষা সমাপনী পরীক্ষায় অধিকহারে বৃত্তি পাওয়ার গৌরব অর্জন করে আসছে ফালিল্লাহিল হামদ। (খ) আল-জামি'আহ্ আস-সালাফিয়্যাহ্, রাজশাহী: (i) বালক শাখা: বালক শাখার জন্য মোট জমির পরিমাণ ৪০০ শতাংশ। এই ক্যাম্পাসের উত্তর-দক্ষিণে ৬৫০০ বর্গফুট জায়গা জুড়ে সিড়ি ও বাথরুমের ২ কক্ষ সহ মোট ১৫ কক্ষবিশিষ্ট চারতলা আবাসিক ভবন রয়েছে। শ্রেণি কার্যক্রম পরিচালনার জন্য আপাতত এই আবাসিক ভবনের পূর্ব-পশ্চিম পাশে ৬ কক্ষবিশিষ্ট এবং উত্তর-দক্ষিণে ১৩ কক্ষবিশিষ্ট ২টি টিনশেড একাডেমিক ভবন রয়েছে। ৪ তলাবিশিষ্ট ভবনের দক্ষিণে পাকা রাস্তার পাশে ৪ কক্ষবিশিষ্ট একটি টিনশেড রয়েছে, যেখানে একটি গোডাউন, চিকিৎসা কেন্দ্র, ছাত্রদের আবাসিক কক্ষ এবং গ্যারেজ রয়েছে। এখানে ৮৫ শতাংশ জমির উপর ৩০০০ মুছাল্লীর ধারণক্ষমতা সম্পন্ন বাংলাদেশের অন্যতম বৃহত্তম মসজিদ নির্মাণের ভিত্তি প্রস্তর স্থাপন করা হয়েছে। (ii) বালিকা শাখা: মোট জমির পরিমাণ ১৩৩ শতাংশ। এই ক্যাম্পাসের উত্তর-দক্ষিণে একটি বাথরুম ও সিড়িকক্ষসহ মোট ১১ কক্ষ বিশিষ্ট একটি দু’তলা আবাসিক ভবন রয়েছে। ক্যাম্পাসের উত্তর কোণে বালিকাদের জন্য ছালাতের একটি কক্ষ রয়েছে, যেখানে ক্লাসও চলে। ক্যাম্পাসের পূর্ব-পশ্চিমে ১১ কক্ষবিশিষ্ট একটি টিনশেড একাডেমিক ভবন রয়েছে। ৩৫০০ বর্গ ফুট জায়গায় একটি টিনশেড হেফযখানা রয়েছে। দুইতলা বিশিষ্ট ভবনের নিকটে পূর্ব-পশ্চিম পাশে একটি ভবন রয়েছে, যেখানে ২টি শ্রেণি কক্ষ, একটি রান্নাঘর, একটি গোডাউন এবং একটি অভ্যর্থনা কক্ষ রয়েছে।

# AtAGlanceJamiyahHeading
source: Al Jamiah As Salafiah At a Glance
ar: الجامعة السلفية في سطور:
bn: একনযরে আল-জামিআহ্ আস-সালাফিয়্যাহ:

# BoardOfDirectorDetails
source: (a) Al Jamiah As Salafiah, Narayanganj: President: Mr. Shaykh Abdur Razzak Bin Yusuf. Vice President: Mr. Shahadat Hossain. Secretary: Janab Marfat Ali. Convener: Mr. Salah Uddin. Founding Member: Mr. Abdus Subhan. Member: Mr. Nayan. Member: Mr. Hashem Ali. (b) Al Jamiah As Salafiah, Rajshahi: President: Mr. Shaykh Abdur Razzaq bin Yusuf Vice President: Mr. Imran Ali Molla Secretary: Ziaur Rahman Treasury: Mr. Obaidullah Member: Mr. Yamin Ali Molla Member: Mr. Golam Mortaza Member: Mr. Abdul Goofur Member: Mr. Jamal Uddin Member: Mr. Abdul Aziz.
ar: (أ) الجامعة السلفية، روب غنج، نرايون غنج، بنغلاديش: رئيس الإدارة: فضيلة الشيخ/عبد الرزاق بن يوسف. نائب رئيس الإدارة: شهادت حسين. سكرتير: معرفة علي. مستشار: صلاح الدين. عضو التأسيس: د. عبد السبحان. عضو عام (1): خير الأنام نايون. عضو عام (2): هاشم علي. (ب) الجامعة السلفية، فوبا، راجشاهي، بنغلاديش: رئيس الإدارة: فضيلة الشيخ/عبد الرزاق بن يوسف. نائب رئيس الإدارة: عمران علي ملا. سكرتير: ضياء الرحمن. أمين الصندوق: محمد عبيد الله. عضو عام (1): يمين علي ملا. عضو عام (2): د. غلام مرتضى. عضو عام (3): عبد الغفور. عضو عام (4): جمال الدين. عضو عام (5): عبد العزيز.
bn: (ক) আল-জামি’আহ্ আস-সালাফিয়্যাহ, নারায়নগঞ্জ: সভাপতি: জনাব শায়খ আব্দুর রাজ্জাক বিন ইউসুফ সহ-সভাপতি: জনাব শাহাদত্‌ হোসেন সেক্রেটারী: জানব মারফত আলী আহবায়ক: জনাব সালাহ উদ্দীন প্রতিষ্ঠাতা সদস্য: জনাব ডা. আব্দুস সুবহান সদস: জনাব খায়রুল আনাম নয়ন সদস্য: জনাব হাশেম আলী। (খ) আল-জামি’আহ্ আস-সালাফিয়্যাহ্, রাজশাহী: সভাপতি: জনাব শায়খ আব্দুর রাযযাক বিন ইউসুফ সহ-সভাপতি: জনাব ইমরান আলী মোল্লা সেক্রেটারী: জিয়াউর রহমান কোষাধক্ষ: জনাব মো: ওবাইদুল্লাহ সদস্য: ইয়ামিন আলী মোল্লা সদস্য: জনাব গোলাম মোর্তজা সদস্য: জনাব আব্দুল গোফুর সদস্য: জনাব জামাল উদ্দীন সদস্য: জনাব আব্দুল আজিজ

# BoardOfDirectorHeading
source: Board of Directors:
ar: أعضاء الإدارة:
bn: পরিচালনা পর্ষদ:

# ClassAndHolidayScheduleAnualDetails
source: " 21st February: International Mother Language Day.  National Children's Day on 17th March.  Independence Day on 26th March.  Ramadan and Eid-ul-Fitr leave on May 15, from Tuesday 21 June until Thursday, total 38 days.  August 15: National Mourning Day.  Eidul Azha’s holiday from August 20 to August 30, total 11 days till Thursday.  Victory Day on December 16. "
ar: "» ٢١ فبرائر: اليوم الدولي للغة الأم. » ١٧ مارس: اليوم الدولي للأطفال. » ٢٦ مارس: اليوم الوطني للاستقلال. » إجازة بمناسبة حلول رمضان وعيد الفطر: من ١٥ مايو يوم الثلاثاء إلى ٢١ يونيو. المجموع ثمانية وثلاثون يوما. » ١٥ أغسطس: الحداد الوطني. » إجازة بمناسبة عيد الأضحى: من ٢١ أغسطس يوم الاثنين إلى ٣٠ أغسطس يوم الخميس المجموع أحد عشر يوما. » ١٦ ديسمبر: يوم الانتصار الوطني."

# ClassAndHolidayScheduleAnualHeading
source: Annual leave:
ar: الإجازات السنوية:

# ClassAndHolidayScheduleDetails
source: There are separate schedules for the classes and holidays of Jamiah.
ar: إن الجامعة السلفية لها جداول ومواعيد خاصة للدراسة والإجازات كما يلي:

# ClassAndHolidayScheduleHeading
source: Class and Holiday Schedule
ar: جداول الدراسة ومواعيد الإجازات

# ClassAndHolidayScheduleHifzDetails
source: " 1 hour prior to the Azan of Fazr till the Azan of Fazr.  After the prayer of Fazr to the time of breakfast.  From 8am to 10pm  After the prayer of Asr till the time of sports.  From the prayer of Maghrib to Esha. "
ar: "» يبدأ الدرس من قبل أذان الفجر بساعة إلى أذان الفجر. » ويستمر من بعد صلاة الفجر إلى الفطور. » ومن الساعة الثامنة صباحاً إلى العاشرة. » ومن بعد العصر إلى وقت اللعب والرياضة. » ومن بعد المغرب إلى العشاء."

# ClassAndHolidayScheduleHifzHeading
source: Hifz Department:
ar: قسم التحفيظ:

# ClassAndHolidayScheduleKitabDetails
source: " Every student of Kitab section must attend the main classes at 8.00 am and stay till 12.45 pm.  Additional classes (Quran and Tajweed education– for Children; and English and Arabic Conversation- for Elders) will be held after the prayer of Asr till the sports time. "
ar: "» يبدأ الدرس من الساعة 8 صباحاً ويستمر حتى 12:45 مساءً. » يبدأ الدرس الإضافي من بعد صلاة العصر ويستمر إلى ساعة إلا ربعاً، يُعلّم فيه الصغار القرآن الكريم والتجويد، كما يعلّم فيه الكبار اللغة العربية والإنجليزية. والحضور إلزامي في هذا الدرس."

# ClassAndHolidayScheduleKitabHeading
source: Kitab section:
ar: قسم الكتاب:

# CoursesDetailsHeading
source: Courses
ar: الدورات
bn: কোর্স সমূহ

# CurriculumSyllabusDetails
source: Syllabus refers to an outline or summery of the specific subject or courses that help a student reach his final destination and Curriculum means all the active activities that a student performs and all the experiences that he gathers under the supervision and instructions of an institution. It starts with goals and ends with achievement. Al Jamiah As Salafiyah has its exclusive Syllabus and curriculum whose details are given below: The levels of education of Al Jamiah As Salafiah are 4: "1. Ibtaydayi or Primary = 5 years 2. Mutwasasithah or Secondary = 5 years 3. Chanabia or Higher Secondary = 2 years 4. Faziliyat / Daura or Higher = 2 years Total = 14 years"
ar: المقررة الدراسية هو المواد الدراسية التي يقوم التلاميذ بدراستها ويصلون الي نهايتها بعد العبور عدة مستويات. وأما المنهج هو جميـع النشـاطات الـتي يقـوم بهـا الطلبـة، والخـبرات التي يمرون بها تحت إشراف المدرسة وبتوجيه منها، ابتداء بالأهداف وانتهاء بالتقويم التي هي غاية المنشودة للجامعة السلفية. وللجامع السلفية منهج دراسي معين وتفاصيله كالتالي: مقررات كاملة للفصول الدراسية للجامعة السلفية هي أربعة: "1. المرحلة الابتدائية = 5 سنوات 2. المرحلة المتوسطة = 5 سنوات 3. المرحلة الثانوية = سنتان 4. الكلية = سنتان مجموع السنوات = 14 سنة "
bn: পাঠ্যসূচি হচ্ছে স্তরভিত্তিক নির্ধারিত পাঠ্য বিষয় যা অধ্যয়ন করে একজন শিক্ষার্থী চূড়ান্ত লক্ষ্যে পৌঁছাতে পারে আর পাঠ্যক্রম হল একজন শিক্ষার্থী কর্তৃক সম্পদিত সকল সক্রিয় কার্যক্রম এবং সমস্ত লব্ধ অভিজ্ঞতা যা সে একটি প্রতিষ্ঠানের তত্ত্বাবধানে ও দিকনির্দেশনায় অর্জন করে এবং নির্দিষ্ট লক্ষ্যে পৌছার জন্য যার সূচনা হয় এবং সেই লক্ষ্য বাস্তবায়নের মাধ্যমে যার পরিসমাপ্তি ঘটে। আল-জামি’আহ্ আস-সালাফিয়্যাহ্ এর নির্দিষ্ট পাঠ্যক্রম আছে যার বিস্তারিত বিবরণ নিম্নরূপ: আল-জামি’আহ্ আস্-সালাফিয়্যাহ্ -এর শিক্ষার স্তর ৪টি: ১. ইবতেদায়ী বা প্রাথমিক = ৫ বছর ২. মুতাওয়াসসিত্বাহ্ বা মাধ্যমিক = ৫ বছর ৩. ছানাবিয়া বা উচ্চ মাধ্যমিক = ২ বছর ৪. ফাযিলিয়্যাত/দাওরা বা উচ্চতর = ২ বছর সর্বমোট = ১৪ বছর

# CurriculumSyllabusHeading
source: Curriculum / Syllabus
ar: المناهج الدراسية
bn: পাঠ্যসূচি/সিলেবাস

# DailyMealHeading
source: Food list
ar: قائمة الطعام
bn: খাদ্য তালিকা

# DeciplineDetails
source: Al-Jamiah As-Salafiah has specific rules and regulations. Students have to obey all the rules and regulations.
ar: للجامعة السلفية أنظمة وضوابط خاصة، لا بد لكل طالب أن يلتزموا بها. وهي:
