Repository: atiksarker2013/JamiyahAsSalafiyaWebApp
Catalog: AppBootstrapSite1/Resource.*.resx
Languages: ar, bn

# Principal
source: Born: Sheikh Abdur Razzak Bin Yusuf was born in a religious family of Hajirtala village under Maunga box under Devinagar upazila of Chapainawabganj district of northern Bangladesh. Studying: After studying Maktab in the field of education, he read from Nawabganj Nawabganj Madrasa, one of the books of Hadith, Mishkat Sharif. Then he went to India hoping for higher education and finished Daura Hadith from Darul Ulum Maunathwangan in Uttar Pradesh. He ended the two-day tradition of Dora. Then he returned to the country and took part in the Fazil and Kamil examinations. He passed Kamil in 1st Division with hadith and tafsir. He started his career by working as a teacher in Al-Marakazul Islami in Jannatpur, Gobindaganj, Gaibandha. Then since 1998, Al-Makarajul Islami As Salafi Noadapara has been serving as a Muhaddis in Rajshahi. He has also served as head teacher in Madras for nearly 5 years. In these five years Madrasah has kept a great deal of success in improving the answer. Besides, he also served as a member of the fatwa board of the monthly At Tahir. At present, he is also managing an organization named Al Jamiatus Salafia. Din Khidmat: As a student, he used to give a speech from the life of the people, besides giving Daras to him, he was invited to the religion through speech. And now he is recognized as a well-known speaker among Bangla speaking scholars. He also gave regular lectures on Dr. Zakir Naik's Piece TV. He has so far participated in various programs in Saudi Arabia, Dubai, India and the Maldives. The interesting feature of his statement is that he recited the Arabic ebat of Hadith and then translated it. His two-and-a-half thousand hadiths were memorized. He spoke for two or three hours on different subjects, but he did not find any place other than translations of Hadith and Hadith. As a result, each of his statements is one of the Daras Hadith. He has contributed less than his contribution to the field of writing, so far he has written about ten books. In the meantime, one of the rules is the prayer of the Prophet's Prayer and the Tauzieh al-Quran. Many of his students, who are now in his hand, are now offering the daily sacrifice of the people like Shaikh Muzaffer bin Mohsin, Shaikh Imamuddin bin Abdul Bassi, Shaikh Nurul Islam, Shaikh Abu Taher, Shaikh Abdul Matin Madani, Shaikh Shariful Islam Madani. Besides, there are thousands of people on the verge of Bengal who have repented from all the sins committed by al-Hamdulillah. There are many such young people who, after listening to Shaykh, gave up wearing pants under ankle, and kept the sunnati beard in their mouth. It is to be noted that one of the characteristics of Shaykh's statement is that he gave a special statement to the Muslims regardless of the madhhab and maslak. Especially in regards to Paradise, Hell, Quayamat, ideal family, who have suffered a great loss, etc. Maslak was able to stir the heart of all Muslims irrespective of religion. In order to spread Islamic education in Bangladesh, he established many institutions such as Al-Jamaiatus Salafia, Rupganj Narayanganj, Al Madrasaatus Salafia, Atmal, Bogra, Birkustiya Darul Hadith Salafia Madrasah Bogra. And assist many organizations to move forward. Such as Al-Marqajul Islami As Salafis, Rajshahi and Sallafia Madrasah, Rajshahi. We do the Dua, Allah blesses Shaikh and gives good light. Amin! Ammun!
ar: ولد: الشيخ عبد الرزاق بن يوسف ولد في عائلة دينية من قرية هاجرتالا تحت مربع مونغا تحت ديفيناغار أوبازيلا من منطقة تشابيناوابغانج في شمال بنغلاديش. دراسة: بعد دراسة ماكتاب في مجال التعليم، قرأ من مدرسة نوابجانج نوابجانج، واحدة من كتب الحديث، مشكاة شريف. ثم ذهب إلى الهند على أمل التعليم العالي وانتهى دورا الحديث من دار أولوم موناثوانجان في ولاية اوتار براديش. أنهى التقليد لمدة يومين من دورا. ثم عاد إلى البلاد وشارك في فاضل وكامل الامتحانات. مرت كميل في الفرقة الأولى بالحديث والتفسير. بدأ حياته المهنية من خلال العمل كمدرس في المركز الإسلامي في جاناتبور، غوبينداغانج، غايباندا. ثم منذ عام 1998، آل-ماكاراجل إسلامي كما السلفي نوادابارا كان يعمل كمحافظة في راجشاهي. كما شغل منصب مدير مدرسة في مدراس منذ ما يقرب من 5 سنوات. في هذه السنوات الخمس حافظت المدرسة على قدر كبير من النجاح في تحسين الجواب. إلى جانب ذلك، عمل أيضا كعضو في مجلس الفتوى الشهري الطاهر. في الوقت الحاضر، وهو يدير أيضا منظمة اسمها آل جمياتوس السلفية. دين خيدمات: كطالب، كان يعطى كلمة من حياة الشعب، إلى جانب إعطاء داراس له، ودعي إلى الدين من خلال الكلام. والآن هو معترف به كمتحدث معروف بين علماء البنغالية الناطقة. كما ألقى محاضرات منتظمة على تلفزيون الدكتور زاكر نيك's بيس. وقد شارك حتى الآن في برامج مختلفة في المملكة العربية السعودية ودبي والهند والمالديف. والميزة المثيرة للاهتمام في بيانه هي أنه تلاوة العبادة العربية للحديث ثم ترجمتها. تم حفظ له اثنين ونصف ألف الأحاديث. تحدث لمدة ساعتين أو ثلاث ساعات في مواضيع مختلفة، لكنه لم يجد أي مكان آخر غير ترجمات الحديث والحديث. ونتيجة لذلك، كل من أقواله هي واحدة من حديث داراس. وقد ساهم أقل من مساهمته في مجال الكتابة، حتى الآن كان قد كتب حوالي عشرة كتب. في هذه الأثناء، واحدة من القواعد هي صلاة النبي الصلاة و توزيه القرآن. يقدم العديد من تلاميذه، الذين هم الآن في يده، الآن التضحية اليومية للشعب مثل الشيخ مظفر بن محسن والشيخ إمام الدين بن عبد الباسي والشيخ نور الإسلام والشيخ أبو طاهر والشيخ عبد المطلب مدني والشيخ شريف الإسلام مدني . الى جانب ذلك، هناك الآلاف من الناس على وشك البنغال الذين تابت من كل الخطايا التي ارتكبها الحمد لله. هناك العديد من هؤلاء الشباب الذين، بعد الاستماع إلى الشيخ، تخلى عن ارتداء السراويل تحت الكاحل، وأبقى لحية السناتي في فمهم. وتجدر الإشارة إلى أن أحد خصائص بيان الشيخ هو أنه قدم بيانا خاصا للمسلمين بصرف النظر عن المذهب والمسلق. خاصة فيما يتعلق بالجنة، الجحيم، القوامات، الأسرة المثالية، الذين عانوا من خسارة كبيرة، وما إلى ذلك. مسلك كان قادرا على إثارة قلب جميع المسلمين بغض النظر عن الدين. من أجل نشر التربية الإسلامية في بنغلاديش، أسس العديد من المؤسسات مثل الجمايات السلفية، روجانج نارايانغانج، المدارس السلفية، أتمال، بوجرا، بيركوستيا دار الحديث الحديث المدرسة بوقرة. ومساعدة العديد من المنظمات للمضي قدما. مثل المرقول الإسلامي السلفيين، راجشاهي والصلافية مادراساح، راجشاهي. ونحن نفعل دوا، يبارك الله الشيخ ويعطي ضوءا جيدا. أمين! Ammun!
bn: জন্মঃ শায়খ আব্দুর রাজ্জাক বিন ইউসুফ বাংলাদেশের উত্তরাঞ্চলের জেলা চাপাইনবাবগঞ্জের দেবীনগর উপজেলার অধীন মাওলা বক্স হাজীরটলা গ্রামে এক ধার্মিক পরিবারে জন্ম গ্রহন করেন। পড়াশোনাঃ এলাকার মক্তবে শিক্ষা জীবনের হাতে খড়ি হওয়ার পর তিনি নাচল নবাবগঞ্জ মাদরাসা থেকে হাদীসের অন্যতম কিতাব মিশকাত শরীফ পর্যন্ত পড়েন। তারপর উচ্চ শিক্ষার আশায় ভারত গমন করেন এবং উত্তর প্রদেশের দারুল উলুম মউনাথভাঞ্জান থেকে দাওরা হাদীস শেষ করেন। তিনি দুই বার দাওরা হাদীস শেষ করেছেন। তারপর দেশে ফিরে কর্ম জীবনের পাশাপাশি ফাজিল ও কামিল পরীক্ষায় অংশ গ্রহন করেন। তিনি হাদীস ও তাফসীর নিয়ে ১ম বিভাগে কামিল পাশ করেন। কর্ম জীবনঃ জান্নাতপুর, গোবিন্দগঞ্জ, গাইবান্ধায় অবস্থিত আল মারাকাজুল ইসলামীতে শিক্ষকতা করার মাধ্যমে তিনি তার কর্ম জীবনের শুরু করেন। তারপর ১৯৯৮ সাল থেকে অদ্যবধি আল মারকাজুল ইসলামী আস সালাফী নওদাপাড়া রাজশাহীতে একজন মুহাদ্দিস হিসেবে দায়িত্ব পালন করে আসছেন। তিনি অত্র মাদরাসায় প্রায় ৫ বছর প্রধান শিক্ষক হিসেবেও দায়িত্ব পালান করেছেন। এই পাঁচ বছরে মাদরাসার উত্তরত্তর উন্নতি সাধনে বিরাট অবদান রেখে যান। এছাড়া তিনি মাসিক আত তাহরিক পত্রিকার ফতোয়া বোর্ডের একজন সদস্য হিসেবেও দায়িত্ব পালন করছেন। বর্তমানে তিনি আল জামিয়াতুস সালাফিয়া নামে একটি প্রতিষ্ঠানও পরিচালনা করছেন। দ্বীনের খিদমাতঃ ছাত্র জীবনে থেকেই বক্তব্য দেয়ার অভ্যাস থাকায় দারস দানের পাশাপাশি তিনি বক্তব্যের মাধ্যমে দ্বীনের দাওয়াত দিতে থাকেন । এবং এখন তিনি বাংলা ভাষাভাষী আলেমদের মাঝে একজন সর্বজন বিদিত বক্তা হিসেবে স্বীকৃত। তিনি ডাঃ জাকির নায়েকের পীস টিভিতেও নিয়মিত লেকচার দিয়ে থাকনে। তিনি এ পর্যন্ত সউদী আরব, দুবাই, ভারত ও মালদ্বীপ বিভিন্ন প্রোগ্রামে অংশ গ্রহন করেছেন। তার বক্তব্যের আকর্ষণীয় বৈশিষ্ট্য হচ্ছে তিনি হাদীসের আরবী ইবারাত মুখস্থ পড়েন এবং তারপর অনুবাদ করেন । তার প্রায় দুই আড়াই হাজার হাদীস মুখস্থ রয়েছে। একেক বিষয়ের উপর তিনি দীর্ঘ দুই তিন ঘণ্টা বক্তব্য দেন কিন্তু তার মাঝে হাদীস ও হাদীসের অনুবাদ ছাড়া অন্য কিছু স্থান পায়না। ফলত তার প্রতিটি বক্তব্য এক একটি দারসে হাদিস। লেখনীর ময়দানেও তার অবদান কম নয়, এ পর্যন্ত তিনি প্রায় দশটি বই লিখেছেন।ত্নমধ্যে অন্যতম হচ্ছে আইনে রাসুল দোয়া আধ্যায় ও তাওজীহুল কুরআন। তার হাতে গড়া অনেক ছাত্র এখন দেশব্যাপী দ্বীনের খিদমাত আঞ্জাম দিয়ে যাচ্ছেন যেমন শায়খ মুজাফফর বিন মুহসিন, শায়খ ইমামুদ্দিন বিন আব্দুল বাসির, শায়খ নুরুল ইসলাম, শায়খ আবু তাহের, শায়খ আব্দুল মাতীন মাদানী, শায়খ শরীফুল ইসলাম মাদানী। এছাড়া বাংলার প্রান্তে প্রান্তে হাজার হাজার মানুষ রয়েছে যারা আল হামদুলিল্লাহ তার বক্তব্য শুনে যাবতীয় পাপ কাজ থেকে তওবা করেছেন। এই রকম অসংখ্য তরুন আছে যারা শায়েখের নসীহত শুনে টাখনুর নিচে প্যান্ট পরা ছেড়ে দিয়েছেন, মুখে সুন্নাতী দাড়ী রেখেছেন। উল্লেখ্য যে, শায়খের বক্তব্যের অন্যতম বৈশিষ্ট্য হচ্ছে তিনি মাজহাব ও মাসলাক নির্বিশেষে আম মুসলমানদের উদ্দেশ্যে নসীহত মূলক বক্তব্য দেন । বিশেষ করে জান্নাত, জাহান্নাম, কিয়মাত, আদর্শ পরিবার, কে বড় ক্ষতি গ্রস্ত ইত্যাদি বিষয়ে তার বক্তব্য মাসলাক মাজহাব নির্বিশেষে সকল মুসলমানের হৃদয়ে নাড়া দিতে সক্ষম। ইসলামী শিক্ষাকে বাংলাদেশে ছড়িয়ে দেয়ার জন্য তিনি অনেক প্রতিষ্ঠান প্রতিষ্ঠা করেন যেমন আল জামিয়াতুস সালাফিয়া, রুপগঞ্জ নারায়নগঞ্জ, আল মাদ্রাসাতুস সালাফিয়া, আটমল, বগুড়া, বীরকুস্টিয়া দারুল হাদীস সালাফিয়া মাদরাসা বগুড়া। এবং অনেক প্রতিষ্ঠানকে সামনের দিকে এগিয়ে দিতে সহযোগিতা করেন। যেমন আল মারকাজুল ইসলামী আস সালাফী, রাজশাহী এবং মহিলা সালাফিয়া মাদরাসা, রাজশাহী। আমরা দুয়া করি আল্লাহ যেন শায়খকে দীর্ঘজীবী করেন ও নেক হায়াত দান করেন। আমীন! ছুম্মা আমীন!

# PrincipalHeading
source: Principal
ar: المالك
bn: অধ্যক্ষ

# SequesnceOfAdmissionDetails
source: "» Form distribution : From 1 December to 31 December. » Acceptation of forms : From 1 December to 31 December. » Admission test (oral) : 1st January, from 8am to 9pm »Results of admission test : January 1, After the Salah of Asr. » Admission (new and old) : 2 January to 6 January. » Class starts : January 7. "
ar: "» توزيع الاستمارة: من أول ديسمبر إلى ٣١ ديسمبر. » استقبال الاستمارة المعبأة: من أول ديسمبر إلى ٣١ ديسمبر. » اختبار الدخول: أول يناير. » نتيجة الاختبار: أول يناير. » وقت الالتحاق (للجدد والقدماء): من ٢ يناير إلى ٦ يناير. » ابتداء الدرس: 7 يناير."

# SequesnceOfAdmissionHeading
source: Sequences of admission:
ar: إجراءات متتالية لاختبار الدخول

# StudentListsHeading
source: Students List
ar: قائمة الطلاب
bn: শিক্ষার্থী তালিকা

# StudentRegulation
source: All students will adhere to the rules of Jami'ah. All students of Jama'a'ah will perform Salat in Jama-'at. If there is evidence to take intoxicant or unlawful food, then he will be expelled from Jami'ah. No one can participate in any type of program without the responsibility of the responsible person. No student can be involved in political parties or any other organization. If proven, the authorities will take action according to the law. No student can go to the market without much need. From there to Maghrib, the gate of Jami'ah is open. Then the student will do the necessary work. Besides, if the need to go outside, then the responsible teacher will have to get permission. Each student's 'Jami'ah' card or 'identity card' will be kept in full swing. No student will be able to keep extra money with special money. A 'Student Account' will be open for the students to deposit extra money. No student can be allowed to stay in the hostel of 'Jami'ah', even relatives, known-unknown people without the permission of the responsible person. No student will be able to keep mobile or any electronic device. Use Jami'ah's mobile phone with permission to speak the necessary information. Every student will keep their beds, cells, and environment clean. Water tap, electric bulb and fan will be used with care. No student can use the dress, heater, water heater etc. A student can not stay in the classroom during the classes. No student can do the tuition. Arrange the dish, bowl, etc. to eat. According to the season, arrange a bed sheet.
ar: جميع الطلاب سوف تلتزم قواعد الجماعة. جميع طلاب الجماعة سوف يؤدون صلاة في جامع. إذا كان هناك دليل على تناول الطعام المسكر أو غير المشروع، فسيتم طرده من الجماعة. لا يمكن لأحد أن يشارك في أي نوع من البرامج دون مسؤولية الشخص المسؤول. لا يمكن لأي طالب أن يشارك في الأحزاب السياسية أو أي منظمة أخرى. وإذا ثبت أن السلطات ستتخذ إجراءات وفقا للقانون. لا يمكن لأي طالب الذهاب إلى السوق دون الحاجة كثيرا. من هناك إلى المغرب، بوابة الجامعية مفتوحة. ثم سيقوم الطالب بعمل ضروري. الى جانب ذلك، إذا كانت الحاجة للذهاب خارج، ثم المعلم المسؤول سيكون لديك للحصول على إذن. سيتم االحتفاظ بكل بطاقة »جامعية« أو بطاقة هوية لكل طالب على قدم وساق. أي طالب سوف تكون قادرة على الحفاظ على المال الاضافي مع المال الخاص. سيكون "حساب الطالب" مفتوحا للطلاب لإيداع أموال إضافية. لا يمكن السماح لأي طالب بالبقاء في بيت "الجماعة"، حتى الأقارب، الأشخاص المعروفين غير المعروفين دون إذن من الشخص المسؤول. لا يمكن لأي طالب أن يكون قادرا على الحفاظ على المحمول أو أي جهاز إلكتروني. استخدم الهاتف المحمول التابع للجامعة مع الإذن بالتحدث عن المعلومات اللازمة. كل طالب سيبقي الأسرة، والخلايا، والبيئة نظيفة. المياه الحنفية، لمبة كهربائية ومروحة سيتم استخدامها مع الرعاية. لا يمكن لأي طالب استخدام اللباس، سخان، سخان المياه الخ لا يمكن للطالب البقاء في الفصول الدراسية خلال الفصول الدراسية. لا يمكن لأي طالب أن تفعل الرسوم الدراسية. ترتيب الطبق، وعاء، وما إلى ذلك لتناول الطعام. وفقا لهذا الموسم، ترتيب ورقة السرير.
bn: সমস্ত ছাত্র ‘জামি‘আহ্’-এর নিয়ম মেনে চলবে। ‘জামা‘আহ্’-এর সকল শিক্ষার্থী জামা‘আতে ছালাত আদায় করবে। নেশাজাতীয় বা হারাম খাদ্য গ্রহণের প্রমাণ পাওয়া গেলে সে ‘জামি‘আহ্’ থেকে বহিষ্কৃত হবে। দায়িত্বশীলের অনুমতি ছাড়া কেউ কোন ধরণের প্রোগ্রামে অংশগ্রহণ করতে পারবে না। কোন শিক্ষার্থী রাজনৈতিক দল বা অন্য কোন ধরনের সংগঠনের সাথে জড়িত হতে পারবে না। প্রমাণ হলে কর্তৃপক্ষ আইন অনুযায়ী ব্যবস্থা গ্রহণ করবে। কোন শিক্ষার্থী অতীব প্রয়োজন ছাড়া বাজারে যেতে পারবে না। আছর থেকে মাগরিব পর্যন্ত ‘জামি‘আহ্’-এর গেট খোলা থাকবে। তখন শিক্ষার্থী তার প্রয়োজনীয় কাজ করে নিবে। এছাড়া অন্য সময়ে বাইরে যাওয়ার প্রয়োজন হলে দায়িত্বশীল শিক্ষকের নিকট অনুমতি নিতে হবে। প্রত্যেক শিক্ষার্থীর ‘জামি‘আহ্’-এর কার্ড বা ‘পরিচয়পত্র’ আবশ্যই সঙ্গে রাখবে। কোন শিক্ষার্থী একান্ত প্রয়োজনীয় টাকা ছাড়া অতিরিক্ত টাকা সাথে রাখতে পারবে না। ছাত্রদের অতিরিক্ত টাকা জমা রাখার জন্য ‘স্টুডেন্ট একাউন্ট’ খোলা হবে। কোন শিক্ষার্থী দায়িত্বশীলের অনুমতি ছাড়া আত্মীয়-স্বজন, পরিচিত-অপরিচিত কাউকেও ‘জামি‘আহ’-এর হোস্টেলে থাকার অনুমতি দিতে পারবে না। কোন ছাত্র মোবাইল বা কোন ইলেকট্রোনিক্স ডিভাইস কাছে রাখতে পারবে না । প্রয়োজনীয় কথা বলার জন্য অনুমতি সাপেক্ষে ‘জামি‘আহ্’-এর মোবাইল ফোন ব্যবহার করবে। প্রত্যেক ছাত্র নিজের বিছানা-পত্র, কক্ষ, পরিবেশ পরিষ্কার-পরিচ্ছন্ন রাখবে। পানির ট্যাপ, বৈদ্যুতিক বাল্ব ও ফ্যান যত্নের সাথে ব্যবহার করবে। কোন শিক্ষার্থী ইস্ত্রি, হিটার, ওয়াটার হিটার ইত্যাদি ব্যবহার করতে পারবে না। ক্লাশ চলাকালীন কোন শিক্ষার্থী কক্ষে অবস্থান করতে পারবে না। কোন শিক্ষার্থী টিউশনী করাতে পারবে না। খাওয়ার জন্য প্রয়োজনীয় থালা, বাটি ইত্যাদির ব্যবস্থা নিজে করবে। ঋতু অনুযায়ী বিছানা-পত্রের ব্যবস্থা করবে।

# StudentRegulationHeading
source: Student Code of Conduct
ar: قواعد سلوك الطالب
bn: শিক্ষার্থীদের আচরণবিধি

# StudentResidentialConvention
source: Keep your room, bed, clothes and clothes clean and tidy. Without permission, they will not be in each other's room. Do not disturb another student during reading, sleep, eating etc. After 11pm the room lights will be closed. If there is any problem, the hostel will inform the super / class teacher. No student will be able to use or hold mobile phone in Jami'ah. Otherwise necessary action will be taken. With permission from the salam, the office and the teacher will enter the hall. At the appointed time (three o'clock) will take food. After the leave, Jami'ah will go to the office of the Hostel Super office before departure and after arrival at Jami'ah, sign the prescribed item. Without the permission of the authorities, the exterior will not provide shelter to anyone. Residential students will decide the seat arrangement authority. In this case, depending on the decision of the authorities to bring or not to take into consideration the likes and disadvantages of the guardian. If any student's moral character (abusive speech, indecent behavior, bad behavior with the teacher or any other bad habit) deteriorates, he will be expelled from Jami'ah. Try to speak the correct language. Do not use any other student's permission without permission. The children will behave well with adults and the elderly will look younger than the children. The present day will be present. Follow the teacher's orders, advice and instructions. They will always be concerned about their respect and dignity. Writing, reading, bathing, sleeping, sports, and cleaning the clothes will be done in due course. Regular routine will adhere fully. Otherwise necessary action will be taken. If you stay in Jami'ah with the leave, then you have to pay a fine of 100 taka.
ar: حافظ على الغرفة الخاصة بك، والسرير، والملابس والملابس نظيفة ومرتبة. بدون إذن، لن يكونوا في غرفة بعضهم البعض. لا تزعج طالبا آخر أثناء القراءة أو النوم أو الأكل وما إلى ذلك. بعد 11 مساء سيتم إغلاق أضواء الغرفة. إذا كان هناك أي مشكلة، فإن النزل إعلام المعلم سوبر / الطبقة. لن يتمكن أي طالب من استخدام الهاتف المحمول في جامعية أو الاحتفاظ به. وإلا سيتم اتخاذ الإجراءات اللازمة. بإذن من السلام، والمكتب والمعلم يدخل القاعة. في الوقت المحدد (03:00) سوف تأخذ الطعام. بعد الإجازة، ستذهب الجماعة إلى مكتب مكتب النزل الفائق قبل المغادرة وبعد وصولها إلى الجامعة، توقع على البند المحدد. دون الحصول على إذن من السلطات، فإن الخارج لا توفر المأوى لأي شخص. سوف يقرر الطلاب السكنية سلطة ترتيب مقعد. في هذه الحالة، اعتمادا على قرار السلطات لتحقيق أو عدم الأخذ بعين الاعتبار أمثال وعيوب الوصي. إذا تدهورت أي شخصية أخلاقية للطالب (خطاب مسيء، سلوك غير لائق، سلوك سيئ مع المعلم أو أي عادات سيئة أخرى)، فسوف يطرد من الجماعة. حاول التحدث باللغة الصحيحة. لا تستخدم أي إذن طالب آخر دون إذن. سوف يتصرف الأطفال بشكل جيد مع البالغين وكبار السن سوف تبدو أصغر سنا من الأطفال. وسيحضر اليوم الحاضر. اتبع أوامر المعلم والمشورة والتعليمات. وسوف يكونون دائما قلقين بشأن احترامهم وكرامتهم. الكتابة، القراءة، الاستحمام، النوم، الرياضة، وتنظيف الملابس سوف يتم في الوقت المناسب. سوف الروتينية العادية تلتزم تماما. وإلا سيتم اتخاذ الإجراءات اللازمة. إذا بقيت في جامعية مع الإجازة، فعليك أن تدفع غرامة قدرها 100 تاكا.
bn: নিজের কক্ষ, বিছানা-পত্র, জামা-কাপড় পরিষ্কার-পরিচ্ছন্ন ও পরিপাঠি করে রাখবে। অনুমতি ছাড়া বিনা প্রয়োজনে একে অন্যের রুমে যাবে না। লেখা-পড়া, ঘুম, খাওয়া ইত্যাদি সময়ে অন্য ছাত্রকে ডিস্টার্ব করবে না। রাত ১১ টার পরে রুমের বাতি বন্ধ করবে। কোন সমস্যা হলে হোস্টেল সুপার/শ্রেণী শিক্ষককে অবহিত করবে। কোন শিক্ষার্থী ‘জামি‘আহ্’তে মোবাইল ফোন ব্যবহার বা অধিকারে রাখতে পারবে না। অন্যথায় প্রয়োজনীয় ব্যবস্থা নেওয়া হবে। সালাম দিয়ে অনুমতি নিয়ে অফিস ও শিক্ষক মহোদয়ের কক্ষে প্রবেশ করবে। নির্ধারিত সময়ে (তিন বেলা) খাদ্য গ্রহণ করবে। ছুটি গ্রহণের পর জামি‘আহ্ প্রস্থানের পূর্বে এবং ছুটি শেষে জামি‘আহ্ তে আগমনের পর হোস্টেল সুপারের অফিসে গিয়ে নির্ধারিত খাতায় স্বাক্ষর করবে। কর্তৃপক্ষের অনুমতি ছাড়া বহিরাগত কাউকে নিজ কক্ষে আশ্রয় দেবে না। আবাসিক শিক্ষার্থীদের সিট বিন্যাস কর্তৃপক্ষ নির্ধারণ করবেন। এক্ষেত্রে অভিভাবকের পসন্দ-অপসন্দের বিষয়টি বিবেচনায় আনা বা না আনা কর্তৃপক্ষের সিদ্ধান্তের উপর নির্ভর করবে। কোন শিক্ষার্থীর নৈতিক চরিত্রের (অশ্লীল কথাবার্তা, অশালীন আচরণ, শিক্ষকের সাথে খারাপ আচরণ বা অন্য কোন বদভ্যাস) অবনতি ঘটলে সে জামি‘আহ্ থেকে বহিষ্কৃত হবে। শুদ্ধ ভাষায় কথা বলার চেষ্টা করবে। অপর ছাত্রের কোন কিছু বিনা অনুমতিতে ব্যবহার করবে না। ছোটরা বড়দের সাথে ভাল ব্যবহার করবে আর বড়রা ছোটদের স্নেহের দৃষ্টিতে দেখবে। দৈনিক হাজিরার সময় উপস্থিত থাকবে। শিক্ষকের আদেশ, উপদেশ ও নির্দেশ পালন করবে। তাদের সম্মান ও মর্যাদা রক্ষায় সর্বদা সচেষ্ট থাকবে। লেখা-পড়া, গোসল, ঘুমানো, খেলাধুলা, ও কাপড় পরিষ্কারের কাজ যথাসময়ে সম্পাদন করবে। আবাসিক রুটিন পুরোপুরি মেনে চলবে। অন্যথায় প্রয়োজনীয় ব্যবস্থা নেওয়া হবে। ছুটি নিয়ে জামি‘আহ্ তে অবস্থান করলে একশ’ টাকা জরিমানা দিতে হবে।

# StudentResidentialConventionHeading
source: Student Residential Conventions
ar: الاتفاقيات الطلابية السكنية
bn: শিক্ষার্থীদের আবাসিক নিয়মাবলী

# TeacherAndEmployeeListDetails
source: (A) Al Jamiah As Salafiah, Narayanganj: (1) Principal: Mr. Hashem Ali (2) Vice-Principal: Under the process (i) Higher level teachers: (3) Mr. Abdul Matin (4) Mr. Abdul Alim (5) Mr. Abdul Gani (6) Mr English Teacher (ii) Higher Secondary and Secondary level teachers: (7) Mr. Imran Hossain (8) Mr. Mahbubur Rahman (9) Mr. Shah Alam (10) Mr. Abdul Bassir (11) Mr. Abdul Qahir (12) Mr. A (13) Mr. B (14) Mr. C (15) Mr. D (iii) Primary level teachers: (16) Mr. Ziaul Haque (17) Mr. Shafiqul Islam (18) Mr. Nurul Islam (19) Mr. E (iv) Teachers of Hafiz Department: (20) Mr. Mosharrof Hossain (21) Mr. Mr. Ismail
ar: (أ) الجامعة السلفية، روب غنج، نرايون غنج، بنغلاديش: (1) المدير: هاشم علي. (2) نائب المدير: لم يعين بعد. (i) أعضاء هيئة التدريس للمرحلة العليا: (3) عبد المتين المدني (4) عبد العليم بن كوثر المدني (5) عبد الغني المدني (6) مدرس إنجليزي. (ii) أعضاء هيئة التدريس للمرحلة المتوسطة: (7) عمران حسين (8) محبوب الرحمن (9) شاه عالم (10) عبد البصير (11) عبد القاهر (12) ….. (13) ….. (14) ….. (15) ….. (iii) أعضاء هيئة التدريس للمرحلة الابتدائية: (16) ضياء الحق (17) شفيق الإسلام (18ـ) نور الإسلام (19) ….. (iv) أعضاء هيئة التدريس لقسم تحفيظ القرآن الكريم: (20) مشرّف حسين (21) إسماعيل.
bn: "(ক) আল-জামি’আহ্ আস-সালাফিয়্যাহ, নারায়নগঞ্জ এর তালিকা: " অধ্যক্ষ: জনাব হাশেম আলী উপাধ্যক্ষ: প্রক্রিয়াধীন (i) উচ্চতর স্তরের শিক্ষক: (১) জনাব আব্দুল মতিন (২) জনাব আব্দুল আলীম (৩) জনাব আব্দুল গণি (৪) জনাব ইংরেজির শিক্ষক (ii) উচ্চ মাধ্যমিক ও মাধ্যমিক স্তরের শিক্ষক: (১) জনাব ইমরান হোসেন (২) জনাব মাহবুবুর রহমান (৩) জনাব শাহ আলম (৪) জনাব আব্দুল বাসীর (৫) জনাব আব্দুল কাহির (৬) জনাব ক (৭) জনাব খ (৮) জনাব গ (৯) জনাব ঘ (iii) প্রাথমিক স্তরের শিক্ষক: (১) জনাব জিয়াউল হক (২) জনাব শফিকুল ইসলাম (৩) জনাব নুরুল ইসলাম (৪) জনাব ক (iv) হিফয বিভাগের শিক্ষক: (১) জনাব মোশাররফ হোসেন (২) জনাব ইসমাইল

# TeacherAndEmployeeListHeading
source: Teachers and Employees List
ar: أعضاء هيئة التدريس:
bn: শিক্ষক-কর্মচারীর তালিকা

# TeacherHeafzLabelDetails
source: (20) Mr. Mosharrof Hossain (21) Mr. Mr. Ismail
ar: (20) مشرّف حسين (21) إسماعيل.
bn: (১) জনাব মোশাররফ হোসেন (২) জনাব ইসমাইল

# TeacherHeafzLabelHeading
source: Teachers of Hafiz Department
ar: أعضاء هيئة التدريس لقسم تحفيظ القرآن الكريم
bn: হিফয বিভাগের শিক্ষক

# TeacherHigherLabelDetails
source: (3) Mr. Abdul Matin (4) Mr. Abdul Alim (5) Mr. Abdul Gani (6) Mr English Teacher
ar: (3) عبد المتين المدني (4) عبد العليم بن كوثر المدني (5) عبد الغني المدني (6) مدرس إنجليزي.
bn: (১) জনাব আব্দুল মতিন (২) জনাব আব্দুল আলীম (৩) জনাব আব্দুল গণি (৪) জনাব ইংরেজির শিক্ষক

# TeacherHigherLabelHeading
source: Higher level teachers
ar: أعضاء هيئة التدريس للمرحلة العليا
bn: উচ্চতর স্তরের শিক্ষক

# TeacherPrimaryLabelDetails
source: (16) Mr. Ziaul Haque (17) Mr. Shafiqul Islam (18) Mr. Nurul Islam (19) Mr. E
ar: (16) ضياء الحق (17) شفيق الإسلام (18ـ) نور الإسلام (19) …..
bn: (১) জনাব জিয়াউল হক (২) জনাব শফিকুল ইসলাম (৩) জনাব নুরুল ইসলাম (৪) জনাব ক

# TeacherPrimaryLabelHeading
source: Primary level teachers
ar: أعضاء هيئة التدريس للمرحلة الابتدائية
bn: প্রাথমিক স্তরের শিক্ষক

# TeacherPrincipalDetails
source: Mr. Hashem Ali
ar: هاشم علي.
bn: জনাব হাশেম আলী

# TeacherPrincipalHeading
source: Principal
ar: المدير
bn: অধ্যক্ষ

# TeacherSecondaryLabelDetails
source: (7) Mr. Imran Hossain (8) Mr. Mahbubur Rahman (9) Mr. Shah Alam (10) Mr. Abdul Bassir (11) Mr. Abdul Qahir (12) Mr. A (13) Mr. B (14) Mr. C (15) Mr. D
ar: (7) عمران حسين (8) محبوب الرحمن (9) شاه عالم (10) عبد البصير (11) عبد القاهر (12) ….. (13) ….. (14) ….. (15) …..
bn: (১) জনাব ইমরান হোসেন (২) জনাব মাহবুবুর রহমান (৩) জনাব শাহ আলম (৪) জনাব আব্দুল বাসীর (৫) জনাব আব্দুল কাহির (৬) জনাব ক (৭) জনাব খ (৮) জনাব গ (৯) জনাব ঘ

# TeacherSecondaryLabelHeading
source: Higher Secondary and Secondary level teachers
ar: أعضاء هيئة التدريس للمرحلة المتوسطة
bn: উচ্চ মাধ্যমিক ও মাধ্যমিক স্তরের শিক্ষক
