Repository: atiksarker2013/JamiyahAsSalafiyaWebApp
Catalog: AppBootstrapSite1/Resource.*.resx
Languages: ar, bn

# DeciplineDetails2
source: "(a) All students will abide by these rules. (b) All students of 'Al-Jamiah' will perform salah in Jamaat. (c) No student can use any electronics device like Mobile, Tab, Computer, MP3, MP4, Radio, Television and Mobile watch etc. These are strictly prohibited. (d) No account can be kept in social media like Facebook, Twitter, What's app, You Tube etc.) (e) If any student escapes or takes a leave from the responsible teacher and does not come back in time, the authority of this institution will not bear any liability for him or her. (f) No student can roam outside after evening and the authority will not take any responsibility when he or she stay outside of the institution. (g) If there is any evidence of consuming drugs against any student, he or she will be expelled from 'Al-Jamiah. (h) No one can participate in any type of program without the permission of the responsible teacher. (i) No student can involve in political parties or in any other organization. If proven, the authority will take actions according to the rules. (j) No student is allowed to go to the market without any important reason. The gate of Al-Jamiah will remain open from Asr to Maghrib. Then the student will do the necessary works. Besides, if he or she needs to go outside in other time, he or she will have to seek permission from the responsible teacher. (k) Every student will have to keep the card of 'Al-Jamiah' or 'Identity Card'. (l) No student can keep money more than the basic needs. A 'Student’s Account' will be opened for the students to deposit extra money. (m) No guests (known or unknown) of the students of Al-Jamiah are allowed to stay in the Hostel without the permission of the responsible teacher. (n) Every student will have to keep his clothes, beds, and rooms clean. Water tap, fountain, electric bulb, fan, switch and other accessories of Al-Jami'ah will have to be used with care by the students. (o) No student is allowed to use the iron, heater, water heater etc. (p) During class, no student can stay in the room or loiter at the balcony. (q) No student can be involved with private tuitions. (r) Every student will have to arrange dinning materials like dish, jug, plate, pot, bowl, glass and bedding according to the session by himself or herself. "
ar: "(أ) كل طالب يلتزم بأنظمة الجامعة. (ب) على جميع الطلاب أن يصلوا في مسجد الجامعة مع الجماعة. (جـ) لا يسمح لأحد باستخدام جوّال أو كمبيوتر أو محمول أو تلفاز أو إذاعة أو إم بي ثري أو إم بي فور أو أية أجهزة إلكترونية أخرى. (د) لا يسمح لأحد بفتح الحساب في وسائل التواصل الحديثة كـ: فيسبوك وغيرها. (هـ) إدارة الجامعة السلفية لا تتحمل أية مسؤولية للطالب إذا شرد من الجامعة، أو لا يعود في الوقت المحدد بعد الاستئذان بالخروج منها. (و) الطلاب الغير ساكنين بسكن الجامعة لا يسمح لهم بالتجوّل بعد صلاة المغرب. ولا تتحمل الإدارة أية مسئولية لهم لجرم ارتكبوه حين يكونوا خارج الجامعة. (ز) يطوى قيد الطالب إذا ثبت في حقه تعاطي المخدرات أو أي نوع من أنواع الأطعمة المحرمة. (حـ) لا يسمح لأحد من الطلاب بالمشاركة في البرامج والمناسبات الخارجية إلا بإذن مسؤوليها. (ط)لا يسمح لأحد بالانتماء إلى الأحزاب السياسية والجماعات والجمعيات المختلفة؛ وإلا سيتخذ المسؤولون القرار المناسب في حقه. (يـ)لا يسمح لأحد بالذهاب إلى الأسواق إلا في الوقت المسموح، وهو من العصر إلى المغرب. وفي غير هذا الوقت لا يسمح له بالخروج من الجامعة إلا لحاجات ملحّة وبإذن مسؤوليها. (ك) كل طالب لابد أن يحمل بطاقة الجامعة. (لـ) لا أحد يستطيع أن يودع عنده مالاً زائداً على قدر الحاجة. ولإيداع مبلغ زائد من المال يتم فتح الحساب الخاص بالطلاب. (مـ) لا يووي طالب أحداً من أصدقاءه وأقرباءه في مهجع الجامعة إلا بإذن مسؤوليها. (نـ) لا يحمل أحد معه جوّالاً أو أجهزة إلكترونية أخرى. (سـ) كل طالب يحافظ على نظافة وترتيب سريره وأثاثه وغرفته ولوازم أمره، كما يحسن استخدام صنابر المياه والأنوار والمراوح الكهربائية ومرافق الجامعة الأخرى. (عـ) لا يسمح لأحد باستخدام المكاوي وأجهزة تدفئة الغرف وسخانات المياه. (فـ) لا يسمح لأحد بالمكث في الغرفة أثناء المحاضرات. (صـ) لا يسمح لأحد بتدريس الغير الخصوصي بالأجرة. (قـ) كل واحد يتولى شراء الصحون والملاعق والأكواب وما يحتاج إليها من أواني الأكل والشرب، كما يتولى تغيير ما يحتاج إليه من ملابس وشراشف وبطانيات مع تغير الفصول والمواسم."

# DeciplineHeading
source: Rules and Regulations
ar: الأنظمة والضوابط

# DirectorAdviceDetails
source: He always invites people to welfare and success by adopting the rules of Islam. The qualities like loving people, serving mankind and altruism was noticed in him since his childhood. After being matured he is seen to be doing humanitarian services. If someone was in danger or someone asked for help, he used to rush away to rescue him / help him out from the danger. Serving teachers in his student life, maintaining good relationship with classmates, helping students were his main addictions. He had carried meals for 8 long years for Maulana Shish Mohammad and Maulana Ataullah from 1976 to 1982. In this period, he had no conflict with anyone. At this time, he used to lift water for the Musallis from the well during Magrib and Esha Salah. He loves people very much from his heart and the people also love him very much. So, he says,” Love everybody, even if one misbehaves with you, treat him well. If anyone ignores you, you should embrace him to your heart. Then you will get the blessings of Allah, you will get help from Allah. Because Allah's Messenger Rasul (Sm.) says, ' Who does not show kindness to human, Allah also does not show mercy to them.'
ar: يدعو الشيخ عامة الناس إلى الخير والفلاح باستمرار. ومنذ نعومة أظفاره وُجدت فيه صفات حميدة كالكرم والتواضع والإحسان إلى العامة وغيرها من حسن الخلق والمعاملة. وكان له سعي مشكور لمساعدة من أصيب بمصيبة أو وقع في مشكلة وطلب منه العون ليتخلص منه. كما كانت له هواية ورغبة في خدمة الأساتذة والمحافظة على علاقة طيبة مع زملائه ومساعدة الطلاب المحتاجين. وكان الشيخ يحمل الطعام للشيخ العلامة/ شيش محمد والعلامة/ عطاء الله لمدة ثماني سنوات من ١٩٧٦م إلى ١٩٨3م تقريباً. وكثيراً ما كان ينزح وَضوء المصلين من البئر لصلاتي المغرب والعشاء. وفي هذه المدة لم يقع أي نزاع وجدال بينه وبين أحد. فكان يحبه الناس كثيراً كما كان يحبهم. وكان يقول: "أحبّ الناس كثيراً وأحسن إلى من أساء إلىك وقرّب إلىك من أبعدك، فتنال محبة الله ونصرته. لأن النبي صلى الله عليه وسلم قال: لا يرحم الله من لا يرحم الناس."
bn: তিনি মানুষকে সর্বদা কল্যানের পথে দাওয়াত দেন। জনদরদ, মানবসেবা, পরোপকার ইত্যাদি গুণাবলি ছোটবলো থেকেই তার মধ্যে পরিলক্ষিত হয়। বুদ্ধি হওয়ার পর থেকে তাঁকে মানুষের খেদমত করতে দেখা যায়। কোথাও কেউ বিপদে পড়লে বা কেউ কোন সাহায্য চাইলে তিনি ছুটে যেতেন, তাকে উদ্ধার/সাহায্য করতেন। ছাত্র জীবনে শিক্ষকদের সেবা করা, সহপাঠীদের সাথে সুসম্পর্ক বজায় রাখা, ছাত্রদের সাহায্য করা ছিল তাঁর নেশা। তিনি মাওলানা শিশ মোহাম্মদ ও মাওলানা আতাউল্লাহ এর ১৯৭৬ খ্রিস্টাব্দ থেকে ১৯৮২ খ্রিস্টাব্দ পর্যন্ত একটানা ৮ বছর খাবার বহন করেছেন। এই সময়ের মধ্যে কারও সাথে তাঁর দ্বন্দ হয় নি। এই সময়ে তিনি প্রায় মাগরিব ও ইশার সালাতে ইন্দারা থেকে মুছাল্লীদের পানি উঠিয়ে দিতেন। তিনি মানুষকে বেশি ভাল বাসতেন/বাসেন বলেই মানুষ তাঁকে এত বেশি ভালবাসে। তাই তিনি বলেন, মানুষকে বেশি বেশি ভালবাস, তোমার সাথে যে মন্দ আচরণ করে, তুমি তার সাথে ভাল আচরণ কর, যে তোমাকে দূরে ঠেলে দেয় তাকে তুমি কাছে টেনে নাও তাহলে তুমি আল্লাহর ভালবাসা পাবে, আল্লাহর সাহায্য পাবে। কেননা আল্লাহর রাসুল (স) বলেন, ‘যে মানুষের প্রতি দয়া করে না আল্লাহ তার প্রতি দয়া করেন না।’

# DirectorAdviceHeading
source: Director speech
ar: كلماته
bn: তাঁর বাণী

# DirectorIdentityBirthDetails
source: Shaykh Abdur Razzaq Bin Yusuf was born in a righteous family of Mawla Baksh in Hajitla village under Devinagar union of Nawabganj Sadar Upazila in Chapainawabganj district which is on the north of Bangladesh. His exact date of birth is unknown. But according to his mother, he was born in the late 1960's. According to the certificates, his date of birth is 1964 AD.
ar: هو الشيخ عبد الرزاق بن يوسف –حفظه الله-، ولد في أسرة دينية في قرية: "مولى بخش حاجي تولا"، منطقة: ديوِي نغر، مخفر الشرطة: نواب غنج، المحافظة: صافائي نواب غنج، بنغلاديش. ولا يعرف عن تاريخ ميلاده شيء بالضبط. ولكن حسب ما ذكرتْه أمه أنه ولد في أواخر سنة ١٩٦٠م، وحسب ما في شهاداته الأكاديمية أنه ولد سنة ١٩٦٤م.

# DirectorIdentityBirthHeading
source: Date of birth and place:
ar: اسمه ومولده:

# DirectorIdentityEducationDetails
source: At the age of eight, his educational life begins in a local Maktab. He was admitted into Nachol Islamia Madrasa for higher education with Jalal Uddin (Tufani), an intelligent student, in July 1975. There he studied till 1982. At this time, he finished studying one of the books of the hadeeth, Mishkat Sharif. After that, for higher education, he was admitted into Mamba’ul Uloom Madrasah, at Khanpur, Maldah, West Bengal, India in 1983. He studied there till 1984. Then in 1985, after studying for one year in Baluaghat Islamia Madrasa, he again got admitted into Mamba’ul Uloom Madrasa and completed Daura Hadeeths stage. After the completion of Daura Hadeeth, he stayed with Maulana Matiur Rahman and his classmate Abdus Subhan in the month of Ramadan in Budhia, Babupur, Maldah in order to go to Uttar Pradesh to get a higher education. In the middle of 1985, he got admission with them in Madrasatul Masakin, Bahadurpur, Azamgarh and studied there till mid-1986. Then, in 1986, in the city of Mazharul Uloom, City, Banaras, he studied till mid-1987, and from there he got admitted into Darul Uloom Maonathwangan, in Azamgarh and completed Daura Hadeeth again in May 1998. He completed Alim in 1983 and Fazil in 1985 from Calcutta Madrasa Education Board. Later, he successfully passed in Hadeeth from Madrasa Education Board of Bangladesh in 1992. And finally, he achieved first division by studying Tafsir in Kamil in 1994.
ar: بدأت مسيرته العلمية في أحد كتاتيب قريته وهو ابن ثماني سنين. ثم التحق هو وأحد أقرانه جلال الدين الطوفاني معاً بالمدرسة الإسلامية بـ:"ناصول" في يوليو من سنة ١٩٧٥م للحصول على التعليم العإلى. ودرس في هذه المدرسة حتى سنة ١٩٨٢م. ومما درسه الشيخ في هذه المدة كتاب "مشكاة المصابيح" أحد الكتب المشهورة في الحديث. ثم التحق الشيخ بالمدرسة المعروفة بـ: "منبع العلوم" في خانفور، مالداه، منطقة البنغال الغربية، الهند سنة 1983م للتعليم العإلى. وواصل دراسته في هذه المدرسة حتى عام ١٩٨٤م. ثم انتقل الشيخ إلى "المدرسة الإسلامية بـ:بالُوَاغات" لمدة سنة واحدة، ثم عاد إلى مدرسة منبع العلوم مرة أخرى وأتمّ "دورة الحديث". ثم مكث المشرف –حفظه الله- مع الشيخ مطيع الرحمن المدني وزميله الشيخ عبد السبحان في قرية بوديا، بابوفور، مالداه شهر رمضان المبارك للذهاب إلى منطقة "أتّر بروديس" (يو بي) للدراسات العليا. ثم التحق الشيخ مع صاحبيه بـ: "مدرسة المساكين" بـ: بهادرفور، أعظم غره، في منتصف سنة ١٩٨٥م، ودرس فيها إلى منتصف سنة ١٩٨٦م. ثم التحق بمدرسة "مظهر العلوم" في مدينة بنارس سنة ١٩٨٦م، ودرس فيها إلى منتصف سنة ١٩٨٧م. ثم ذهب إلى منطقة "مونت بانجن" والتحق فيها بمدرسة "دار العلوم" وأتم "دورة الحديث" مرة أخرى، و ذلك سنة ١٩٨٨م. واجتاز الشيخ اختبار "مرحلة العالم" سنة ١٩٨3م و"مرحلة الفاضل" سنة ١٩٨٥م من مجلس التعليم لمدارس كلكتا. ثم رجع إلى وطنه بنغلاديش واجتاز اختبار "مرحلة الكامل في الحديث" سنة ١٩٩٢م و"مرحلة الكامل في التفسير" سنة ١٩٩٤م بتقدير "ممتاز".

# DirectorIdentityEducationHeading
source: Educational life:
ar: دراسته ورحلاته العلمية:

# DirectorIdentityHeading
source: Director's Identity
ar: سيرة ذاتية للمشرف العام

# DirectorIdentityServingInIslamDetails
source: From the very beginning of his student life he had an excellent habit of delivering Islamic speeches, besides conducting Darash, he also made people aware of Islam through his speech. He is now recognized as a well-known Islamic thinker among Bangla speaking scholars. He is a remarkable member of speech and He used to regularly deliver his speeches and lectures in the Talk show of Dr. Zakir Naik's Peace TV. He has so far participated in Islamic programs in various countries including Saudi Arabia, Dubai, India, and the Maldives. The interesting feature of his statement is that he recites the Arabic Ebarat of Hadeeth from his memory and makes a simple translation. He has memorized so many Hadeeths that people become astonished at his continuous recitation and translation from Hadith. In his two to three-hour speech on certain subjects (topic), there is no place other than Hadeeth and the verses from the Quran. He gives an informative statement to the Muslims regardless of the Majhab and Maslak. Consequently, each of his statements becomes one of the Darshes of Hadeeths.
ar: "كان للشيخ عبد الرزاق نشاط وعادة في إلقاء الكلمات والخطب وهو طالب، مما مهّد له الطريق في الدعوة إلى الله في حياته العملية. فما زال يدعو الناس إلى الله بإلقاء الكلمات والخطب والمحاضرات في المجالس والمحافل الدينية في شتى أنحاء بنغلاديش بالإضافة إلى التدريس. وفي الوقت الحاضر هو مشهور بكونه عالماً بارزاً وخطيباً مصقعاً وباحثاً إسلامياً ومحدثاً مميزاً بين العلماء البنغإلىين خاصة والعوام البنغإلىة عامة. وهو أحد أعضاء ""قناة السلام"" للداعية المشهور الدكتور/ذاكر نايك، حيث يلقي كلماته ومحاضراته فيها بانتظام. كما شارك في البرامج الإسلامية في عدة بلدان كالسعودية والإمارات العربية المتحدة والهند ومالديف ومإلىزيا. ومن مميزات خطابته الجذّابة: أنه يقرأ نصوص الوحيين من ذاكرته، ويترجمها بكل سهولة ويسر. وقد حفظ الشيخ حوإلى ألف وخمسمائة حديث. وكلماته في موضوعات معينة تكون مملوءة بالآيات القرآنية والأحاديث النبوية وترجمتهما دون أية كلمة لا تمتّ لها بصلة، حتى وإن كانت الكلمات طويلة من ساعة إلى ثلاث ساعات. ومن خصائص محاضراته: أنه يلقي كلماته الوعظية على عامة الأمة من دون أن تشوبها شائبة التعصبات المذهبية. والحقيقة أن كل محاضرة له درس مستقل في الحديث. ومن نتائج محاضراته: أن ألوفاً من الناس تابوا إلى الله تعالى بعد أن استمعوا لمحاضراته. وكثير من الشباب -لا يحصى عددهم- سمعوا نصائح الشيخ فتركوا إسبال أزورهم وأعفوا لحاهم. "

# DirectorIdentityServingInIslamDetails2
source: His contribution to the field of writing is not less. So far, he has written about ten books. Such as the ‘Aeen-e-Rasul, Doua Chapter, the Tauzihul Quran etc. Many students, who are taught by his hands, are now offering services to Islam all over the country. Among them, Shaykh Muzaffer bin Mohsin, Shaykh Imamuddin Bin Abdul Bassir, Shaykh Abdul Matin, Shaykh Abdul Gani, Shaykh Abdul Alim Madani and many others are remarkable. Besides, many people from different parts of the world have come back from their sinful ways and repented of their offensive activities and many such young people gave up wearing pants below the ankle and kept the Sunnati beard after listening to his speech. After this, he focused on establishing the religious educational institution to create Islamic scholars and researchers. He has established a number of religious educational institutions, such as al-Jamiah As-Salafiyah, Narayanganj; Al-Jamiah As-Salafiyah, Dangipara, Rajshahi; Women Salafiyah Madrasah, Rajshahi; Al-Madrasatus Salafiyah, Bogra and Birkusta Darul Hadeeth Salafiyah Madrasah, Bogra. He also supports many organizations so that they can be developed. For example, Al-Makarajul Islami As-Salafi, Rajshahi. We pray that, “May Allah bless and make Shaykh live-long. Amin! Summa Ameen‼
ar: "وله مشاركة فعّالة في مجال الكتابة والتإلىف حيث أنه ألّف حوإلى عشرة كتب دينية نافعة حتى الآن. فمن مؤلفاته: كتاب الأدعية والأذكار المسمى بـ: ""دستور الرسول: كتاب الأدعية"" و""توضيح القرآن"" وغيرهما. والعديد من طلابه مشتغلون بخدمة الدين في أرجاء البلد، منهم الشيخ الدكتور/ مظفر بن محسن، والشيخ الدكتور/ إمام الدين بن عبد البصير، والشيخ الدكتور/ نور الإسلام بن إيمان علي والشيخ/ عبد العليم بن كوثر المدني -حفظهم الله-. وقد توجّه الشيخ إلى تأسيس المدارس الدينية، فأسس معاهد ومؤسسات تعليمية كثيرة، من أهمها: الجامعة السلفية في نرايون غنج والجامعة السلفية في راجشاهي والمدرسة السلفية في بوغورا، ودار الحديث في بوغورا. كما ساهم في بناء وتطوير مدارس عديدة، نحو المركز الإسلامي السلفي براجشاهي والمدرسة السلفية للبنات، براجشاهي. نسأل الله تعالى أن يطيل عمره مقروناً بالصحة والعافية والعمل الصالح ويغفر له، ويوفقه لمزيد من الخدمات الدينية، ويجعل ذلك في ميزان حسناته. آمين! "

# DirectorIdentityServingInIslamHeading
source: Serving of Islam(Din-e-khidamat):
ar: خدماته الدينية:

# DirectorIdentityWorkingLifeDetails
source: In May 1988, he started his career joining Gazipur Islamia Madrasah, at Dhulian, Murshidabad, West Bengal, in India as Muhaddis. Then in 20th August 1988, on Wednesday, he joined Al Marakazul Islami Madrsa, in Jannatpur, Gobindaganj, Gaibandha. Later, on 1st September 1997, he joined Al-Marqajul Islami As Salafi, Nawdapara, Paba, Rajshahi as Muhaddis. In 2009, when he was appointed as Acting Principal by the Makraj, he made a great contribution to the development of the education system, boarding system and to the standardization of food of Makhraj and to the infrastructural development of the building within a very short time after taking the responsibility. As a result, Makhraj authority appointed him as the Principal of the institution permanently. After taking the responsibility of the Principal, he emphasized on the standardisation of education and relevant activities. On the very year, the students of Makraj got great success in PSC, JDC, SSC, and HSC examinations. As a result, Makraj became one of the supreme institutions of Bangladesh. He really has this remarkable contribution in improving the Madrasa during his tenure of 18 years, from 1st September 1997 to 17 December 2015. Moreover, he served as a member of Fatwa Board of monthly At-Tahrik magazine from 1997 to 2015, for 15 years. Currently, he is performing the duty of writing 'Fatwa' in monthly Al-'Etisam-e' magazine.
ar: بدأ الشيخ حياته العملية في شهر مايو سنة ١٩٨٨م بانضمامه محدّثاً إلى المدرسة الإسلامية بغازيفور، دُولْيَان، مرشيد آباد، البنغال الغربية، الهند. ثم عيّن محدثاً للمركز الإسلامي بجنت فور، غوبندغنج، غائبندا يوم الأربعاء 20 أغسطس من سنة ١٩٨٨م. ثم انخرط محدثاً في المركز الإسلامي السلفي، نودا بارا، راجشاهي في بداية شهر سبتمبر سنة ١٩٩٧م. وفي سنة ٢٠٠٩م عيّنته إدارة المركز الإسلامي السلفي نائبَ المدير له. وفي مدة قصيرة من تعيينه ساهم الشيخ مساهمة كبيرة في تطوير الأجواء الدراسية والأكاديمية للمركز وتحسين جودة الطعام في المطعم وتطوير الهياكل الأساسية لبناءه. ولهذا كله عينته إدارة المركز مديراً له سنة 2012م ترقية لمنصبه. وفي فترة تولّيه الإدارة حظي المركز بشرف كونه من أفضل المدارس في بنغلاديش، وذلك لحصول طلابه على النتائج المتفوقة في اختبارات المراحل المختلفة المنعقدة تحت إشراف مجلس التعليم لمدارس بنغلاديش. وقد شارك الشيخ مشاركة فعّالة في تطوير المركز الإسلامي السلفي خلال عمله لمدة 18 سنة، وذلك من أول سبتمبر سنة 1997م حتى ١٧ ديسمبر سنة ٢٠١٥م. كما أدى الشيخ واجباته كعضو ناجح في دار الإفتاء لمجلة "التحريك" الشهرية من سنة ١٩٩٧م إلى سنة ٢٠١٥م، وذلك خمس عشرة سنة. وحإلىاً يؤدي واجباته في دار الإفتاء لمجلة "الاعتصام" الشهرية.

# DirectorIdentityWorkingLifeHeading
source: Work Life:
ar: حياته العملية:

# DressCode
source: Classroom Clothing: Jami'ah's Punjabi and Pajamas determined. White hat of yarn Residential Hall Clothing: Any type of lungi and loosely dresses. Huff or flower shovel ginger. Ashlon is prohibited by any dress.
ar: ملابس الفصول الدراسية: البنجابية الجامعية والباجماس تحديدها. قبعة بيضاء من الغزل قاعة السكنية الملابس: أي نوع من لونجي وفساتين فضفاضة. الزرافة الزنجبيل هوف أو زهرة. أشلون محظور من قبل أي ثوب.
bn: শ্রেণী কক্ষের পোশাকঃ জামি’আহর নির্ধারিত পাঞ্জাবী ও পাজামা । সুতার সাদা টুপি । আবাসিক হলের পোশাকঃ লুঙ্গি ও ঢিলেঢালা যেকোন ধরনের পোশাক । হাফ বা ফুল গোলগলা হাতা গেঞ্জী । অশালিন যেকোন পোশাক নিষিদ্ধ ।

# DressCodeHeading
source: Students' clothing
ar: ملابس الطلاب
bn: শিক্ষার্থীদের পোশাক

# ExamScheduleAndRuleOfReadingDetails
source: "(a) Two permanent tests will be done: (i) First Terminal (ii) Second Terminal. (b) Weekly and other examinations will be according to the prescribed rules of Jami'ah. (c) 80% attendance is a must to be eligible for participating in the examination. (d) No participation in the examination without the entrance card. (e) Must be present at the examination hall Before 10 minutes of starting time. (f) Any kind of disciplinary action may be taken including expulsion from the examination due to unfair means. (g) In case of adopting unfair means in the examination, the subject matter will be considered invalid. (h) In case of failing in one subject, the student will not be allowed to the next grade. (i) In case of failure to provide an apology of absence in the examination, appropriate disciplinary action will be taken."
ar: "(أ) جداول الجامعة السلفية، روب غنج، نرايون غنج، بنغلاديش: (ب) جداول الجامعة السلفية، دانغي بارا، فوبا، راجشاهي، بنغلاديش: (3) أنظمة الاختبارات وما يتعلق بها: (أ) تعقد الجامعة السلفية اختبارين في كل سنة دراسية: أ- اختبار الفصل الدراسي الأول، ب- اختبار الفصل الدراسي الثاني. (ب) وتجري الجامعة السلفية اختبارات أعمال الفصل/السنة. (جـ) يشترط لدخول الطالب في الاختبار أن لا يقل حضوره عن 80%. (د) لا يسمح لأحد بالدخول في قاعة الاختبار إلا ومعه بطاقة الدخول. (هـ) يلزم لكل طالب أن يحضر قاعة الاختبار قبل بدء الاختبار بعشر دقائق على الأقل. (و) يعاقَب الطالب أو يُحرَم من الاختبار إذا لوحظ عليه ما يخل بأنظمة الاختبار من غش وغيره. (ز) إذا ثبت غشّ في حق طالب في مادة ما، يعتبر فيها راسباً. (حـ) إذا رسب الطالب في مادة ما، يبقى في المستوى الذي رسب فيه ويعيد الدراسة فيه. (طـ) يعاقب الطالب عند غيابه عن الاختبار، وذلك إذا لم يتمكن من تقديم العذر المقبول لدى الإدارة. "
bn: "(ক) বছরে দুটি সাময়িক পরীক্ষা হবে: (i) প্রথম সাময়িক (ii) দ্বিতীয় সাময়িক। (খ) ‘জামি’আহ্’- এর নির্ধারিত নিয়মে সাপ্তাহিক ও অন্যান্য পরীক্ষা হবে। (গ) পরীক্ষায় অংশগ্রহণের জন্য ৮০% উপস্থিতি থাকতে হবে। (ঘ) প্রবেশপত্র ছাড়া পরীক্ষায় অংশগ্রহণ করতে পারবে না। (ঙ) পরীক্ষা শুরু হওয়ার ১০ মিনিট পূর্বে পরীক্ষার হলে উপস্থিত থাকতে হবে। (চ) পরীক্ষায় অনিয়মের জন্য বহিষ্কারসহ যে কোন ধরণের শাস্তিমূলক ব্যবস্থা গ্রহণ করা হতে পারে। (ছ) পরীক্ষায় অসদুপায় অবলম্বন করলে সংশ্লিষ্ট বিষয়ে অকৃতকার্য বলে গণ্য হবে। (জ) কোন এক বিষয়ে অকৃতকার্য হলে পরবর্তী শ্রেণিতে উত্তীর্ণ হতে পরবে না। (ঝ) পরীক্ষায় অনুপস্থিতির উপযুক্ত কৈফিয়ত দিতে ব্যর্থ হলে প্রয়োজনীয় শাস্তিমূলক পদক্ষেপ/ব্যবস্থা গ্রহণ করা হবে।"

# ExamScheduleAndRuleOfReadingHeading
source: Exam schedule and the rules regarding this
ar: أنظمة الاختبارات وما يتعلق بها
bn: পরীক্ষার সময়সূচী ও এ সংক্রান্ত নিয়মাবলী

# FineHeading
source: Fine
ar: رسوم وغرامات

# FineHeadingDetails1
source: (a) If any student of this institution violates the rules of law/discipline or fails to pay the fees at the appointed time or if fails to fulfill any obligation given by the institution, he will have to pay fines, according to the rules of Al-Jamiya.
ar: (أ) وإذا خالف الطالب أنظمة الجامعة أو لا يدفع الرسوم في الوقت المحدد أو لا يلتزم بأي واجب من قبل الجامعة، عليه دفع الغرامة المحددة.

# FineHeadingDetails2
source: (b) If any student fails to reach the institution on the scheduled time of the holidays, he or she will have to pay a fine of Tk 200 per day. If any student is not present at Anjuman or not be able to attend the mosque for studying Hadeeth, Quran and for delivering his speech on his scheduled time, the student will have to pay Tk 100 for his absence.
ar: (ب) الطالب الذي أخذ إجازة لمدة معينة ولم يرجع إلى الجامعة في حينها، عليه غرامة مئتي تاكا لكل يوم، تجاوز. كما أن الطالب الذي يغيب عن النشاطات الإضافية للجامعة كـ: تعليم الخطابة المسمى بإصلاح البيان، وإلقاء الحديث في جامع الجامعة، عليه غرامة مئة تاكا لكل مرة.

# GalleryHeading
source: Gallery
ar: المعرض
bn: গ্যালারী
