Repository: atiksarker2013/JamiyahAsSalafiyaWebApp
Catalog: AppBootstrapSite1/Resource.*.resx
Languages: ar, bn

# MadrashaCharacteristics
source: Studying in the light of its own syllabus determined in the form of advanced syllabus of local and foreign institutions. Directed by a handful of skilled, experienced, hardworking and dedicated teachers from various universities and universities of the country and abroad. If you are resident then always supervised by the teachers. A daily meal of 3 'daily' food as well as vegetarian and vegetarian food. Along with attaining full proficiency in Arabic and English language, there is also a chance to gain profound knowledge on the Qur'an and hadeeth. Open playground for healthy living and bodybuilding. Arsenic free pure water system through deep tube wells. Full power supply Computer training arrangements for students passed in the specified classes. Library rich in Bengali, English and Arabic books. The arrangement of 'Supervisory Study Program' as an alternative to class-next coaching. Operation of co-curriculum for the development of in-depth intellectuals. Arrange separate training for communication and lecturing skills in Arabic and English. Every year Jami'ah's academic calendar will be prepared and compiled by making a lesson plan. Healthy, beautiful and quality residential accommodation. Quran system of purely Quran and Hufaz Special care for the closing, JDC, Dakhil, Alim examination Present lectures and debate competition organized. Separate caretaker for unskilled students Prevalent politics free environment. Regular sports, cultural activities and education system. The primary treatment system for all students.
ar: دراسة في ضوء المنهج الخاص بها التي تحدد في شكل منهج متقدم من المؤسسات المحلية والأجنبية. إخراج من حفنة من المعلمين المهرة، من ذوي الخبرة، والعمل الدؤوب والمتفانين من مختلف الجامعات والجامعات في البلاد والخارج. إذا كنت مقيم ثم دائما تحت إشراف المعلمين. يتم تقديم وجبة يومية من 3 أصناف "يومية" بالإضافة إلى أطعمة نباتية ونباتية. جنبا إلى جنب مع تحقيق الكفاءة الكاملة في اللغة العربية والإنجليزية، وهناك أيضا فرصة لاكتساب المعرفة العميقة في القرآن والحديث. ملعب مفتوح للحياة الصحية وكمال الاجسام. الزرنيخ مجانا نظام المياه النقية من خلال الآبار الأنبوبية العميقة. كامل امدادات الطاقة ترتيبات التدريب على الكمبيوتر للطلاب مرت في الطبقات المحددة. مكتبة غنية باللغات البنغالية والإنجليزية والعربية. ترتيب "برنامج الدراسة الإشرافية" كبديل للتدريب الدرجة التالية. تشغيل المناهج الدراسية المشتركة لتطوير المفكرين المتعمقين. ترتيب تدريب منفصل للتواصل وإلقاء المحاضرات باللغتين العربية والإنجليزية. كل عام سيتم إعداد التقويم الأكاديمي لجامع وتجميعه من خلال وضع خطة للدرس. صحية، جميلة والجودة الإقامة السكنية. نظام القرآن الكريم من القرآن الكريم و هفاز رعاية خاصة لإغلاق، جدك، داخيل، فحص عليم نظمت المحاضرات والمنافسة الحالية. موظف صيانة مستقل للطلاب غير المهرة السياسة السائدة بيئة حرة. الرياضة العادية، والأنشطة الثقافية ونظام التعليم. نظام العلاج الأساسي لجميع الطلاب.
bn: দেশি-বিদেশি প্রতিষ্ঠান সমূহের উন্নত সিলেবাসের সমণ্বয়ে প্রণীত নির্ধারিত নিজস্ব সিলেবাসের আলোকে পাঠদান । দেশ ও বিদেশের বিভিন্ন বিশ্ববিদ্যালয়ের ডিগ্রীপ্রাপ্ত একদল দক্ষ, অভিজ্ঞ, পরিশ্রমী ও নিবেদিত শিক্ষকমন্ডলী দ্বারা পরিচালিত । আবাসিক হলে সর্বদা শিক্ষকমন্ডলী দ্বারা তত্ত্বাবধায়নের সুব্যবস্থা । দৈনিক ৩ বার ‘আর্দশ খাবার’ তথা নিরামিষের পাশাপাশি আমিষজাতীয় খাবারের ব্যবস্থা । আরবী ও ইংরেজী ভাষার পূর্ণ দক্ষতা অর্জনের পাশাপাশি কুর’আন ও হাদীছের উপর গভীর জ্ঞান অর্জনের সুযোগ । স্বাস্থ্যসম্মত মনোরম পরিবেশ ও শরীরচর্চার জন্য উন্মুক্ত খেলার মাঠ । গভীর নলকূপের মাধ্যমে আর্সেনিক মুক্ত বিশুদ্ধ পানির ব্যবস্থা । সার্বক্ষণিক বিদ্যুতের ব্যবস্থা । নির্দিষ্ট ক্লাসে উত্তীর্ণ শিক্ষার্থীদের জন্য কম্পিউটার প্রশিক্ষণের ব্যবস্থা । বাংলা , ইংরেজি ও আরবী বই সমৃদ্ধ লাইব্রেরি । ক্লাস পরবর্তী কোচিং-এর বিকল্প হিসেবে ‘সুপারভাইজরী স্ট্যাডি প্রোগ্রাম’এর ব্যবস্থা । সুপ্ত মেধা বিকাশের জন্য কো-কারিকুলার কার্যক্রম পরিচালনা । আরবী ও ইংরেজিতে কথোপকথন ও বক্তৃতাদানের দক্ষতা অর্জনের জন্য পৃথক প্রশিক্ষণের ব্যবস্থা করা । প্রত্যেক বছর জামি’আহ-এর একাডেমিক ক্যালেন্ডার প্রণয়ণ করা এবং তার সমণ্বয় করে পাঠ পরিকল্পনা প্রণয়ণ করা । স্বাস্থ্যসম্মত, সুন্দর ও উন্নতমানের আবাসিক হলের সুব্যবস্থা । বিশুদ্ধভাবে কুর’আন তেলওয়াত ও হিফজের ব্যবস্থা । সমাপনী, জেডিসি, দাখিল, আলিম পরীক্ষার জন্য বিশেষ তত্ত্বাবধায়ন । উপস্থিত বক্তৃতা ও বির্তক প্রতিযোগিতার আয়োজন । অমনোযোগী শিক্ষার্থীদের জন্য আলাদা তত্ত্বাবধায়ন । প্রচলিত রাজনীতিমুক্ত মনোরম পরিবেশ । নিয়মিত খেলাধূলা, সাংস্কৃতিক কার্যক্রম ও শিক্ষাসফরের ব্যবস্থা । সকল শিক্ষার্থীর প্রাথমিক চিকিৎসার ব্যবস্থা ।

# MadrashaCharacteristicsHeading
source: Madrasa Characteristics
ar: خصائص المدرسة
bn: মাদ্রাসার বৈশিষ্ট্য

# NoticeHeading
source: Notice
ar: تنويه
bn: বিজ্ঞপ্তি

# OurMadrasha
source: 'Shaykh Abdur Razzaq bin Yusuf' 'To spread the teachings of Quran and Saheeh hadeeth on the soil of Bangladesh on 24th August 2013, in the Rupganj, Narayanganj, and in February 2016, in Rajshahi,' Al-Jami'ah as-Salafiyah ', two simultaneous standard Islamic teachings The organization was established. Falilahil Hamd
ar: الشيخ عبد الرزاق بن يوسف لنشر تعاليم القرآن والحديث الصحيح على أرض بنغلاديش في 24 أغسطس 2013، في روجانج، نارايانغانج، وفي فبراير 2016، في راجشاهي، والجمعية السلفية '، وهما تعاليم الإسلامية القياسية في وقت واحد تأسست المنظمة. فاليلاهيل حمد
bn: ‘শায়খ আব্দুর রাযযাক বিন ইউসুফ’ বাংলাদেশের মাটিতে কুরআন ও ছহীহ হাদীছের শিক্ষা ছড়িয়ে দেওয়ার লক্ষ্যে গত ২৪ আগস্ট ২০১৩ সালে রূপগঞ্জ, নারায়ণগঞ্জে এবং গত ২০১৬ সালের ফেব্রয়ারী মাসে রাজশাহীতে ‘আল-জামি’আহ আস-সালাফিয়্যাহ’ নামে দু‘টি যুগোপযোগী মানসম্মত ইসলামী শিক্ষা প্রতিষ্ঠান প্রতিষ্ঠা করেন । ফালিল্লাহিল হামদ ।

# OurMadrashaHeading
source: Our Madrasha
ar: لدينا مادراشا
bn: আমাদের মাদ্রাসা

# OurMadrashaModelHeading
source: Our madrassa
ar: لدينا المدرسة
bn: আমাদের মাদ্রাসা

# OurMadrashaSubtitle
source: 'Shaykh Abdur Razzaq bin Yusuf' 'To spread the teachings of Quran and Saheeh hadeeth on the soil of Bangladesh on 24th August 2013, in the Rupganj, Narayanganj, and in February 2016, in Rajshahi,' Al-Jami'ah as-Salafiyah ', two simultaneous standard Islamic 'Shaykh Abdur Razzaq bin Yusuf' 'To spread the teachings of Quran and Saheeh hadeeth on the soil of Bangladesh on 24th August 2013, in the Rupganj, Narayanganj, and in February 2016, in Rajshahi,' Al-Jami'ah as-Salafiyah ', two simultaneous standard Islamic teachings The organization was established. Falilahil Hamd
ar: الشيخ عبد الرزاق بن يوسف لنشر تعاليم القرآن والحديث الصحيح على أرض بنغلاديش في 24 أغسطس 2013، في روجانج، نارايانغانج، وفي فبراير 2016، في راجشاهي، والجمعية السلفية ، وهما تعاليم الإسلامية الموحدة في وقت واحد تأسست المنظمة. فاليلاهيل حمد
bn: ‘শায়খ আব্দুর রাযযাক বিন ইউসুফ’ বাংলাদেশের মাটিতে কুরআন ও ছহীহ হাদীছের শিক্ষা ছড়িয়ে দেওয়ার লক্ষ্যে গত ২৪ আগস্ট ২০১৩ সালে রূপগঞ্জ, নারায়ণগঞ্জে এবং গত ২০১৬ সালের ফেব্রয়ারী মাসে রাজশাহীতে ‘আল-জামি’আহ আস-সালাফিয়্যাহ’ নামে দু‘টি যুগোপযোগী মানসম্মত ইসলামী শিক্ষা প্রতিষ্ঠান প্রতিষ্ঠা করেন । ফালিল্লাহিল হামদ ।

# OurSuccess
source: Within a year of the establishment of Jami'ah Salafiyah, with the help of the great God, we have been able to construct residential buildings of three-storeyed students, which have 10 rooms with 18/20 feet below the floor. And 4 rooms of 15/20 feet brick walls have been built for the students. Falilahil Hamd At present, there are 118 students, 10 teachers, four employees and 31 students, 5 teachers and 1 staff in the department of students in this organization. In the first year of his establishment, Jami'ah Salafiyya achieved 100% success in achieving 100% A Plus in the closing examination of the 5th grade. Presently Darshan Bukhari open to everyone in this organization is being held regularly for every month. Falilahil Hamd
ar: في غضون سنة من إنشاء الجماعة السلفية، بمساعدة الله العظيم، تمكنا من بناء المباني السكنية من ثلاثة طوابق الطلاب، والتي لديها 10 غرف مع 18/20 قدم تحت الأرض. وقد تم بناء 4 غرف من جدران من الطوب 15/20 قدم للطلاب. فاليلاهيل حمد ويوجد حاليا 118 طالبا و 10 معلمين وأربعة موظفين و 31 طالبا و 5 معلمين وموظف واحد في قسم الطلاب في هذه المنظمة. في السنة الأولى من تأسيسه، حققت الجماعة السلفية نجاحا بنسبة 100٪ في تحقيق 100٪ A زائد في الامتحان الختامي للصف 5TH. حاليا دارشان البخاري مفتوحة للجميع في هذه المنظمة يتم عقد بانتظام لكل شهر. فاليلاهيل حمد
bn: জামি’আহ সালাফিয়্যাহ প্রতিষ্ঠার এক বছরের মধ্যেই মহান আল্লাহর রহমতে আপনাদের সহযোগিতায় আমরা তিন তলা বিশিষ্ট ছাত্রদের আবাসিক ভবন নির্মাণ করতে সক্ষম হয়েছি, যার প্রতি তলায় ১৮/২০ ফুট বিশিষ্ট ১০ টি করে রুম আছে। এবং ছাত্রীদের জন্য ১৫/২০ ফুটের ইটের দেয়াল বিশিষ্ট ৪টি রুম নির্মাণ করা হয়েছে। ফালিল্লাহিল হামদ। বর্তমানে অত্র প্রতিষ্ঠানে ছাত্র বিভাগে ১১৮ জন ছাত্র, ১০ জন শিক্ষক, চার জন কর্মচারী এবং ছাত্রী বিভাগে ৩১ জন ছাত্রী, ৫ জন শিক্ষিকা ও ১ জন কর্মচারিণী রয়েছে। জামি’আহ সালাফিয়্যাহ তার প্রতিষ্ঠার প্রথম বছরেই ২০১৪ সালে ৫ম শ্রেণীর সমাপনী পরীক্ষায় শতভাগ এ প্লাস পাওয়ার সাফল্য অর্জন করে। বর্তমানে অত্র প্রতিষ্ঠানে প্রতি মাসে সকলের জন্য উন্মুক্ত দারসে বুখারী নিয়মিত অনুষ্ঠিত হয়ে আসছে। ফালিল্লাহিল হামদ।

# OurSuccessHeading
source: Our success
ar: نجاحنا
bn: আমাদের সাফল্য

# ParentalResponsiblity
source: Parents should keep track of the child's education and pay monthly fees payable in due time. Parents should inform any complaint to the office along with the complaint and their good advice will be accepted in the interest of the organization's development. Parents will not be able to meet the child or contact the phone without the scheduled time. Parents can not stay in the students room. Encourage the students to comply with the rules of the organization. After the quarterly and temporary examination, the attendance meeting of the guardian is desirable.
ar: يجب على الآباء تتبع تعليم الطفل ودفع الرسوم الشهرية المستحقة في الوقت المناسب. یجب علی الآباء إبلاغ أي شکوى إلی المکتب جنبا إلی جنب مع الشکوى وسوف یتم قبول مشورتھم الجیدة لصالح تنمیة المؤسسة. والوالدين لن تكون قادرة على تلبية الطفل أو الاتصال الهاتف دون الوقت المحدد. لا يمكن للوالدين البقاء في غرفة الطلاب. شجع الطلاب على الامتثال لقواعد المنظمة. بعد الفحص الفصلي والمؤقت، يكون حضور حضور الوصي مرغوبا فيه.
bn: অভিভাবকগণ সন্তানের লেখাপড়ার খোঁজখবর রাখবেন এবং মাসিক প্রদেয় ফী সমূহ যথাসময়ে প্রদান করবেন । অভিভাবকগণ যেকোন অভিযোগ অধ্যক্ষ বরাবর অফিসে জানাবেন এবং প্রতিষ্ঠানের উন্নতির স্বার্থে তাদের ভাল পরামর্শ সাদরে গ্রহন করা হবে । নির্ধারিত সময় ছাড়া অভিভাবকগণ সন্তানের সাথে সাক্ষাৎ বা ফোনে যোগাযোগ করতে পারবেন না । অভিভাবকগণ ছাত্রদের রুমে অবস্থান করতে পারবেন না । প্রতিষ্ঠানের নিয়ম-কানুন মেনে চলতে ছাত্রদের উৎসাহিত করবেন । ত্রৈমাসিক ও সাময়িক পরীক্ষার পর মতবিনিময় সভায় অভিভাবকের উপস্থিতি একান্ত কাম্য ।

# ParentalResponsiblityHeading
source: Parents are responsible for the responsibility
ar: الآباء مسؤولون عن المسؤولية
bn: অভিভাবকগণের দায়িত্ব

# PrimaryClass10Details
source: "1. Memorization of the Quran - from the second half of the 12th Para till the 14th Para. 2. Tarjamatul Qur'an – 21st and 22nd Para. 3. Hadeeth memorizing - 50. 4. Selected books of Bangladesh Madrasha Education Board. 5. Hadeeth - Mishkatul Masabih (second part). 6. Mu'allimul Insha (first part). Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ من النصف الأخير من الجزء الثاني عشر إلى الجزء الرابع عشر). 2- ترجمة القرآن الكريم (الجزء الحادي والعشرون والثاني والعشرون). 3- حفظ 50 حديثًا (من كتاب بلوغ المرام لابن حجر). 4- دراسة الحديث الشريف (الجزء الثاني من كتاب ""مشكاة المصابيح""). 5- الإنشاء (كتاب ""معلم الإنشاء""، الجزء الأول). 6- جميع المقررات الدراسية من قبل مجلس التعليم لمدارس بنغلاديش التي سبق ذكرها عند الحديث عن مقررات المتوسطة الرابعة. "
bn: "১. কুরআন মুখস্থ- ১২ তম পারার শেষার্ধ থেকে ১৪তম পারা পর্যন্ত। ২. তরজমাতুল কুরআন- ২১ ও ২২ তম পারা পর্যন্ত। ২. হাদীছ মুখস্থ- ৫০টি । ৩. বাংলাদেশ মাদরাসা শিক্ষা বোর্ড-এর নির্ধারিত বইসমূহ। ৪. হাদীছ- মিশকাতুল মাছাবীহ (২য় খণ্ড)। ৫. মু’আল্লিমুল ইনশা (১ম খণ্ড)।  ইছলাহুল বায়ান। "

# PrimaryClass10Heading
source: Mutwasittah Khameshah(Class Ten)
ar: المتوسطة الخامسة
bn: মুতাওয়াসসিত্বাহ খামেসাহ (১০ম শ্রেণি)

# PrimaryClass11Details
source: "1. Memoriztion of the Quran - From 15th Para to 17th Para. 2. Hadeeth memorizing - 100. 3. Tafseer-Tafseer Jalaline (first 10 Para). 4. Usul-e-Tafsir-Eitqan-Suyuti. 5. Hadeeth – Sunnan-e- Tirmizi. 6. Hadeeth – Sunan-e- Ibn Majah. 7. Usul-e- Hadeeth - Nukhbatul Fikar - Hafiz Ibn Hazar. 8. Fiqh - Saheeh Fikhus Sunnah - Abu Malik Kamal As-Sayyed (1st volume). 9. Usul-e-Fiqh-Al-Uchul Min Ilmil Uchul - Saleh al-Uchaymin. 10. Arabic Literature - (Mukhtarat, 1st Part). 11. Insha-Mu'allimul Insha (2nd part). 12. Akida - Sharhul Aqhida At-Tahabahiyah (Part 1). 13. Farayej - Bangladesh Madrasa Education Board. 14. Balagat-Darusul Balagat. 15. English 1st and 2nd Part - Bangladesh Madrasa Education Board. Ø Personal Mutla'ah: History of Islam (Abbasia Khilafat). Essay: Writing an essay on a topic under specific teachers in Bengali, Arabic and English in a year. Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ من الجزء الخامس عشر إلى السابع عشر). 2- حفظ 100 حديثًا (من كتاب بلوغ المرام لابن حجر). 3- التفسير (تفسير الجلالين، الأجزاء العشرة الأولى). 4- أصول التفسير (الإتقان للسيوطي). 5- الحديث الشريف (سنن الترمذي وسنن ابن ماجه). 6- علوم الحديث (نخبة الفكر للحافظ ابن حجر). 7- الفقه (صحيح فقه السنة لأبي مالك كمال السيد، الجزء الأول). 8- أصول الفقه (الوصول من علم الأصول للشيخ العثيمين). 9- الأدب العربي (المختارات لأبي الحسن علي الندوي، الجزء الأول). 10- الإنشاء (معلم الإنشاء، الجزء الثاني). 11- العقيدة (شرح العقيدة الطحاوية، الجزء الأول). 12- الفرائض (مقرر مجلس التعليم لمدارس بنغلاديش). 13- البلاغة (دروس البلاغة). 14- الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 15- قواعد الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 16- النشاطات الشخصية: التاريخ الإسلامي (الخلافة العباسية)، وكتابة المقالات باللغة البنغالية والعربية والإنجليزية تحت إشراف المدرسين. "
bn: "১. কুরআন মুখস্থ- ১৫ তম পারা থেকে ১৭তম পারা পর্যন্ত। ২. হাদীছ মুখস্থ- ১০০টি। ৩. তাফসীর- তাফসীরে জালালাইন (প্রথম ১০ পারা)। ৪. উছূলে তাফসীর- ইতক্বান- সুয়ূত্বী। ৫. হাদীছ- সুনানে তিরমিযী। ৬. হাদীছ- সুনানে ইবনে মাজাহ। ৭. উছূলে হাদীছ- নুখবাতুল ফিকার- হাফেয ইবনে হাজার। ৮. ফিক্বহ- ছহীহ ফিক্বহুস সুন্নাহ- আবু মালেক কামাল আস-সাইয়্যেদ (১ম খণ্ড)। ৯. উছূলে ফিক্বহ- আল-উছূল মিন ইলমিল উছূল- ছালেহ আল-উছায়মীন। ১০. আরবী সাহিত্য- (মুখতারাত, ১ম খণ্ড)। ১১. ইনশা- মু’আল্লিমুল ইনশা (২য় খণ্ড)। ১২. আক্বীদা- শারহুল আক্বীদা আত-ত্বহাবিয়্যাহ (১ম খণ্ড)। ১৩. ফারায়েয- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১৪. বালাগাত- দুরূসুল বালাগাত। ১৫. ইংরেজী ১ম ও ২য় পত্র- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড।  ব্যক্তিগত মুত্বালা’আহ : ইসলামের ইতিহাস (আব্বাসিয়া খিলাফত)। প্রবন্ধ লিখন : বাংলা, আরবী ও ইংরেজিতে নির্দিষ্ট শিক্ষকের অধীনে কোন বিষয়ের উপর বছরে একটি প্রবন্ধ লিখন।  ইছলাহুল বায়ান। "

# PrimaryClass11Heading
source: Chanabia- 1st year
ar: الثانوية الأولى
bn: ছানাবিয়া- ১ম বর্ষ

# PrimaryClass12Details
source: "1. Memorization of the Quran - From 18th Para to 20th Para. 2. Hadeeth memorizing - 100. 3. Tafseer-Tafseer-e- Jalaline (11-20 Para). 4. Usul-e-Tafsir - Mabahich Fi Ulumil Quran - Manna Al-Qattan. 5. Hadeeth – Sunan-e- Abu Daud. 6. Hadeeth – Sunan-e- Nasaee. 7. Usul-e-Hadeeth - Al-Ba'echul Hacheech - Ibn Kaseer. 8. Fiqh - Saheeh Fikahus Sunnah (second part). 9. Usul-e-Fiqh-Emtaul Ukul. 10. Arabic Literature - (Mukhtarat, second part). 11. Insha- Mu'allimul Insha (3rd volume). 12. Aqida - Sharhul Aqida At-Thahabiyah (Second Part). 13. Balagat-al-Balagatul Wazihah. 14. English 1st and 2nd Part - Bangladesh Madrasha Education Board. Ø Personal Mutla'ah: History of the Indian subcontinent, including the history of independent Bangladesh (Golam Mortaza). Essay: Writing an essay on a topic under specific teachers in Bengali, Arabic and English in a year. Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ من الجزء الثامن عشر إلى الجزء العشرين). 2- حفظ 100 حديثًا (من كتاب بلوغ المرام لابن حجر). 3- التفسير (تفسير الجلالين، من الجزء الحادي عشر إلى الجزء العشرين). 4- أصول التفسير (مباحث في علوم القرآن لمناع القطان). 5- الحديث الشريف (سنن أبي داود وسنن النسائي). 6- علوم الحديث (الباعث الحثيث لابن كثير). 7- الفقه (صحيح فقه السنة لأبي مالك كمال السيد، الجزء الثاني). 8- أصول الفقه (إمتاع العقول لعبد القادر شيبة الحمد). 9- الأدب العربي (المختارات لأبي الحسن علي الندوي، الجزء الثاني). 10- الإنشاء (معلم الإنشاء، الجزء الثالث). 11- العقيدة (شرح العقيدة الطحاوية، الجزء الثاني). 12- البلاغة (البلاغة الواضحة لمصطفى أمين). 13- الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 14- قواعد الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 15- النشاطات الشخصية: تاريخ بنغلاديش وتاريخ شبه القارة الهندية لغلام مرتضى، وكتابة المقالات باللغة البنغالية والعربية والإنجليزية تحت إشراف المدرسين. "
bn: "১. কুরআন মুখস্থ- ১৮ তম পারা থেকে ২০ তম পারা পর্যন্ত। ২. হাদীছ মুখস্থ- ১০০টি। ৩. তাফসীর- তাফসীরে জালালাইন (১১-২০ পারা)। ৪. উছূলে তাফসীর- মাবাহেছ ফী উলূমিল কুরআন- মান্না আল-ক্বাত্তান। ৫. হাদীছ- সুনানে আবু দাঊদ। ৬. হাদীছ- সুনানে নাসাঈ। ৭. উছূলে হাদীছ- আল-বা’এছুল হাছীছ- ইবনে কাছীর। ৮. ফিক্বহ- ছহীহ ফিক্বহুস সুন্নাহ (২য় খণ্ড)। ৯. উছূলে ফিক্বহ- ইমতাউল উকূল। ১০. আরবী সাহিত্য- (মুখতারাত, ২য় খণ্ড)। ১১. ইনশা- মু’আল্লিমুল ইনশা (৩য় খণ্ড)। ১২. আক্বীদা- শারহুল আক্বীদা আত-ত্বহাবিয়্যাহ (২য় খণ্ড)। ১৩. বালাগাত- আল-বালাগাতুল ওয়াযেহা। ১৪. ইংরেজি ১ম ও ২য় পত্র- (বাংলাদেশ মাদরাসা শিক্ষা বোর্ড)।  ব্যক্তিগত মুত্বালা’আহ : স্বাধীন বাংলাদেশের ইতিহাসসহ ভারত উপমহাদেশের ইতিহাস (গোলাম মুর্তজা)। প্রবন্ধ লিখন : বাংলা, আরবী ও ইংরেজিতে নির্দিষ্ট শিক্ষকের অধীনে কোন বিষয়ের উপর বছরে একটি প্রবন্ধ লিখন।  ইছলাহুল বায়ান। "

# PrimaryClass12Heading
source: Chanabiya- Last year:
ar: الثانوية الثانية
bn: ছানাবিয়া- শেষ বর্ষ :

# PrimaryClass13Details
source: "1. Memorization of the Quran - From 21st Para to 23rd Para. 2. Hadeeth memorizing - 100. 3. Tafseer - Ibnu Kaseer, Kashshaf, Maragi, Fathul-Qadir [Selected Part]. 4. Usul-e-Tafseer-Muqaddima Fee Usulit Tafseer - Ibn Taymiyya. 5. Hadeeth - Saheeh Bukhari (1st volume). 6. Saheeh Muslim (Part 1). 7. Usul-e-Hadeeth – Tadribur Rabi-Suyuti (1st volume). 8. Ilmur Rijal - Ilmul Rijal-Muhammad Matbaar Az-Zahrani 9. Fiqh - Saheeh Fikbahus Sunnah (3rd part). 10. Aqidah-Al-Farqu Bainal Firaq (analysis of Aqidah and belief of different religions). 11. Arabic Literature – Maqqamat by Hariri (The Helpful Book - Diwane Mutanabbi and Sab’ul Mu'allakah). 12. English Literature (including writing and speaking courses). Ø Essay: Writing an essay on a topic under specific teachers in Bengali, Arabic and English in a year, or writing an essay under specific teachers about Hadeeth, Usul-e-Hadeeth or on the disagreement affairs of Fiqh . Ø Personal Mutla'ah: Islamic economy and interest-based economy, the image of Islamic economy in the Modern Era. Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ من الجزء الحادي والعشرين إلى الجزء الثالث والعشرين). 2- حفظ 100 حديثًا (من كتاب بلوغ المرام لابن حجر). 3- التفسير (مختارات من تفسير ابن كثير والكشاف والمراغي وفتح القدير). 4- أصول التفسير (مقدمة في أصول التفسير لشيخ الإسلام ابن تيمية). 5- الحديث الشريف (صحيح البخاري، الجزء الأول؛ صحيح مسلم، الجزء الأول). 6- علوم الحديث (تدريب الراوي للسيوطي، الجزء الأول). 7- علم الرجال (علم الرجال لمحمد مطر الزهراني). 8- الفقه (صحيح فقه السنة لأبي مالك كمال السيد، الجزء الثالث). 9- العقيدة (الفرق بين الفرق). 10- الأدب العربي (مقامات الحريري، وديوان المتنبي والسبع المعلقة). 11- الإنجليزية (مع دورة التحدث والكتابة بها). 12- النشاطات الشخصية: دراسة عن الاقتصاد الإسلامي والاقتصاد الربوي وماهية الاقتصاد الإسلامي في العصر الحديث، وكتابة المقالات باللغة العربية والإنجليزية أو كتابة المقالات في الحديث وعلومه أو في المسائل الفقهية الخلافية تحت إشراف المدرسين. "
bn: "১. কুরআন মুখস্থ- ২১ তম পারা থেকে ২৩ পারা পর্যন্ত। ২. হাদীছ মুখস্থ- ১০০টি । ৩. তাফসীর- ইবনু ক্বাছীর, কাশশাফ, মারাগী, ফাতহুল ক্বাদীর [নির্বাচিত অংশ]। ৪. উছূলে তাফসীর- মুক্বাদ্দিমা ফী উছূলিত তাফসীর- ইবনে তায়মিয়া। ৫. হাদীছ- ছহীহ বুখারী (১ম খণ্ড)। ৬. ছহীহ মুসলিম (১ম খণ্ড)। ৭. উছূলে হাদীছ- তাদরীবুর রাবী -সুয়ূত্বী, (১ম খণ্ড) । ৮. ইলমুর রিজাল- ইলমুল রিজাল-মুহাম্মাদ মাত্বার আয-যাহরানী। ৯. ফিক্বহ- ছহীহ ফিক্বহুস সুন্নাহ (৩য় খণ্ড)। ১০. আক্বীদাহ- আল-ফারকু বায়নাল ফিরাক্ব (বিভিন্ন ধর্মের আক্বীদাহ ও বিশ্বাস বিশ্লেষণ)। ১১. আরবী সাহিত্য- মাক্বামাতে হারীরী (সহায়ক গ্রন্থ- দীওয়ানে মুতানাব্বী এবং সাবঊ মু’আল্লাক্বাহ)। ১২. ইংরেজী সাহিত্য (রাইটিং ও স্পিকিং কোর্স সহ)।  প্রবন্ধ লিখন : আরবী ও ইংরেজীতে কোন শিক্ষকরে অধীনে নির্দিষ্ট কোন বিষয়ের উপর বছরে একটি প্রবন্ধ লিখন অথবা নির্দিষ্ট কোন শিক্ষকের অধীনে হাদীছ, উছূলে হাদীছ বা ফিক্বহের মতভেদপূর্ণ কোন মাসআলার উপর প্রবন্ধ লিখন।  ব্যক্তিগত মুত্বালা’আহ : ইসলামী অর্থনীতি ও সূদভিত্তিক অর্থনীতি, আধুনিক যুগে ইসলামী অর্থনীতির স্বরূপ।  ইছলাহুল বায়ান। "

# PrimaryClass13Heading
source: Faziliyat 1st year / Daura- 1st year
ar: الفاضلية الألى
bn: ফাযিলিয়্যাত ১ম বর্ষ/দাওরা- ১ম বর্ষ

# PrimaryClass14Details
source: "1. Memorization of the Quran - from 24th Para to 26th Para. 2. Hadeeth memorizing - 100. 3. Tafseer - Bawizabi, Qurtubi, Razi (Selected part). 4. Usul-e-Tafseer-at-Tafseer Waal Mufassirun. 5. Hadeeth - Saheeh Bukhari (second part). 6. Saheeh Muslim (Second part). 7. Usul-e-Hadeeth - 'Tadaribur Rabi' - Suyutti, (2nd volume) or, Al-Jarhu wa-t’adil - '' Jawabetul-Zarhi Wat-T'dil-Abdul Aziz Abdul Lateef. 8. Muwatta Malek 9. Aqidah - 'Ma’arizul Qabool' - Hafez Hakami or Al-Firak Wall Adyan. 10. Fiqh - Saheeh Fikbahus Sunnah (4th volume). 11. Mystery of legislative provisions- Huzzatullahil Baligah 12. English Literature (including writing and speaking courses). Ø Essay: Writing an essay on a topic under specific teachers in Bengali, Arabic and English in a year, or writing an essay under specific teachers about Hadeeth, Usul-e-Hadeeth or on disagreement affairs of Fiqh. Ø Personal Mutla'ah: Islamic economy and interest-based economy, the image of Islamic economy in the Modern Era. Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ من الجزء الرابع والعشرين إلى الجزء السادس والعشرين). 2- حفظ 100 حديثًا (من كتاب بلوغ المرام لابن حجر). 3- التفسير (مختارات من تفسير البيضاوي والقرطبي والرازي). 4- أصول التفسير (التفسير والمفسرون لمحمد السيد حسين الذهبي). 5- الحديث الشريف (صحيح البخاري، الجزء الثاني؛ صحيح مسلم، الجزء الثاني). 6- علوم الحديث (تدريب الراوي للسيوطي، الجزء الثاني). 7- الجرح والتعديل (ضوابط الجرح والتعديل لعبد العزيز عبد اللطيف). 8- موطأ مالك. 9- العقيدة (معارج القبول للحافظ الحكمي أو الفرق والأديان). 10- الفقه (صحيح فقه السنة لأبي مالك كمال السيد، الجزء الرابع). 11- أسرار وعلل أحكام الدين (حجة الله البالغة). 12- الإنجليزية (مع دورة التحدث والكتابة بها). النشاطات الشخصية: دراسة عن الاقتصاد الإسلامي والاقتصاد الربوي وماهية الاقتصاد الإسلامي في العصر الحديث، وكتابة المقالات باللغة العربية والإنجليزية أو كتابة المقالات في الحديث وعلومه أو في المسائل الفقهية الخلافية تحت إشراف المدرسين. "
bn: "১. কুরআন মুখস্থ- ২৪তম পারা থেকে ২৬তম পারা পর্যন্ত। ২. হাদীছ মুখস্থ- ১০০টি। ৩. তাফসীর- বায়যাবী, কুরতুবী, রাযী (নির্বাচিত অংশ)। ৪. উছূলে তাফসীর- আত-তাফসীর ওয়াল মুফাসসিরুন। ৫. হাদীছ- ছহীহ বুখারী (২য় খণ্ড)। ৬. ছহীহ মুসলিম (২য় খণ্ড)। ৭. উছূলে হাদীছ- ‘তাদরীবুর রাবী’ -সুয়ূত্বী, (২য় খণ্ড) অথবা, আল-জারহু ওয়াত-তা’দীল- ‘যওয়াবেতুল জারহি ওয়াত-তা’দীল -আব্দুল আযীয আব্দুল লতীফ। ৮. মুওয়াত্ত্বা মালেক। ৯. আক্বীদাহ- ‘মা’আরেজুল ক্ববূল’ -হাফেয হাকামী অথবা, আল-ফিরাক্ব ওয়াল আদইয়ান। ১০. ফিক্বহ- ছহীহ ফিক্বহুস সুন্নাহ (৪র্থ খণ্ড)। ১১. দ্বীনের আহকামের গোপন রহস্য- হুজ্জাতুল্লাহিল বালেগাহ। ১২. ইংরেজী সাহিত্য (রাইটিং ও স্পিকিং কোর্স সহ)।  প্রবন্ধ লিখন : আরবী ও ইংরেজীতে কোন শিক্ষকের অধীনে নির্দিষ্ট কোন বিষয়ের উপর বছরে একটি প্রবন্ধ লিখন অথবা নির্দিষ্ট কোন শিক্ষকের অধীনে হাদীছ, উছূলে হাদীছ বা ফিক্বহের ইখতিলাফী কোন মাসআলার উপর প্রবন্ধ লিখন।  ব্যক্তিগত মুত্বালা‘আহ : ইসলামী অর্থনীতি ও সূদভিত্তিক অর্থনীতি, আধুনিক যুগে ইসলামী অর্থনীতির স্বরূপ।  ইছলাহুল বায়ান। "

# PrimaryClass14Heading
source: Faziliyat last year / daura - the last year
ar: الفاضلية الثانية
bn: ফাযিলিয়্যাত শেষ বর্ষ/দাওরা- শেষ বর্ষ
