Repository: atiksarker2013/JamiyahAsSalafiyaWebApp
Catalog: AppBootstrapSite1/Resource.*.resx
Languages: ar, bn

# PrimaryClass1Details
source: "1. Quran and Tajweed - Quaida Taiseerul Qur'an (recitation of Surah Al-Fatiha and Surah Al-Aasr to A-nas, toatal twelve of the Surahs memorizing). 2. Learning of Saheeh Hadeethes and pure akida for children. 3. Arabic- Ad-Durusul Arabiya, Bangladesh Madrasha Education Board. 4. Bengali-Bangladesh Madrasa Education Board. 5. English- Bangladesh Madrasa Education Board. 6. Mathematics - Bangladesh Madrasa Education Board. 7. Masnun Doa Education – Law of Rasul (Sm.) Chapter: Doa Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- قاعدة تيسير القرآن (تعليم القراءة، وحفظ 12 سورة: من سورة العصر إلى سورة الناس مع سورة الفاتحة). 2- مقرر التوحيد (سؤال وجواب). 3- حفظ 20 حديثًا. 4- الدروس العربية (مقرر مجلس التعليم لمدارس بنغلاديش). 5- اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 6- اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش، وكتاب: Pronunciation of Letter (IPA)). 7- الرياضيات (مقرر مجلس التعليم لمدارس بنغلاديش). 8- تعليم الأدعية والأذكار المسنونة (كتاب الأدعية للشيخ/ عبد الرزاق بن يوسف). "
bn: "১. কুরআন ও তাজবীদ- ক্বায়েদা তাইসীরুল কুরআন (নযরানা শিক্ষা এবং সূরা ফাতিহাসহ সূরা আছর থেকে আ-নাস পর্যন্ত মোট ১২টি সূরা মুখস্থ)। ২. ছোটদের ছহীহ হাদীছ ও বিশুদ্ধ আক্বীদা শিক্ষা। ৩. আরবী- আদ্-দুরূসুল আরাবিয়্যাহ্, বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৪. বাংলা- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৫. ইংরেজি- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৬. গণিত- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৭. মাসনূন দো’আ শিক্ষা- আইনে রাসূল (ছাঃ) দো’আ অধ্যায়।  ইছলাহুল বায়ান। "

# PrimaryClass1Heading
source: Ibtidaiyah Ula (Class One)
ar: الابتدائية الأولى
bn: ইবতেদাইয়্যাহ উলা (১ম শ্রেণি)

# PrimaryClass2Details
source: "1. Memorization of the Quran - 25 surahs from takasur to naba and najrana 29th para. 2. Saheeh hadeeth of the small children. 3. Pure Akidas Education. 4. Arabic- Ad-Durusul Arabiya, Bangladesh Madrasa Education Board. 5. Bengali-Bangladesh Madrasa Education Board 6. English- Bangladesh Madrasa Education Board 7. Mathematics - Bangladesh Madrasa Education Board. 8. Masnun Doa Education - Law of Rasul (Sm.). Chapter: Doa. Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ 25 سورة: من سورة التكاثر إلى سورة النبأ، وقراءة الجزء التاسع والعشرين مع مراعاة التجويد). 2- مقرر التوحيد (سؤال وجواب). 3- حفظ 25 حديثًا. 4- الدروس العربية (مقرر مجلس التعليم لمدارس بنغلاديش). 5- اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 6- اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش، وكتاب: Pronunciation of word (IPA). 7- الرياضيات (مقرر مجلس التعليم لمدارس بنغلاديش). 8- تعليم الأدعية والأذكار المسنونة (كتاب الأدعية للشيخ/ عبد الرزاق بن يوسف). "
bn: "১. কুরআন মুখস্থ- তাকাছুর থেকে নাবা পর্যন্ত ২৫টি সূরা এবং নাযরানা ২৯তম পারা। ২. ছোটদের ছহীহ হাদীছ। ৩. বিশুদ্ধ আক্বীদা শিক্ষা। ৪. আরবী- আদ্-দুরূসুল আরাবিয়্যাহ্, বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৫. বাংলা- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৬. ইংরেজি- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৭. গণিত- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৮. মাসনূন দো’আ শিক্ষা- আইনে রাসূল (ছাঃ) দোআ অধ্যায়।  ইছলাহুল বায়ান। "

# PrimaryClass2Heading
source: Ibtidaiyah Chaniah (Class Two)
ar: الابتدائية الثانية
bn: ইবতেদাইয়্যাহ ছানিয়াহ (২য় শ্রেণি)

# PrimaryClass3Details
source: "1. Quran and Tajbid - Memorization of 29th para. 2. Saheeh Hadeeth memorizing-30 3. Pure Akidas Education. 4. Arabic- Ad-Durusul Arabiya, Bangladesh Madrasa Education Board. 5. Insha - Aso Arbi Shiki (1st volume). 6. Bengali-Bangladesh Madrasa Education Board 7. English- Bangladesh Madrasa Education Board 8. Mathematics - Bangladesh Madrasa Education Board. 9. Masnun Doa Education - Law of Rasul (Sm.) Chapter: Doa Islahuul Baiyan"
ar: " 1- القرآن الكريم، والتجويد- (حفظ الجزء التاسع والعشرين). 2- مقرر التوحيد (سؤال وجواب). 3- حفظ 30 حديثًا. 4- الدروس العربية (مقرر مجلس التعليم لمدارس بنغلاديش). 5- اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 6- اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش، وكتاب: Vocabulary and Sentence Making). 7- الرياضيات (مقرر مجلس التعليم لمدارس بنغلاديش). 8- تعليم الأدعية والأذكار المسنونة (كتاب الأدعية للشيخ/ عبد الرزاق بن يوسف). 9- كتاب تعليم اللغة العربية المسمى بـ: ""إيشو عربي شيكهي (G‡mv Aviex wkwL)"" (تعالوا نتعلم اللغة العربية)، الجزء الأول. "
bn: "১. কুরআন ও তাজবীদ- ২৯ তম পারা মুখস্থ। ২. ছহীহ হাদীছ মুখস্ত-৩০টি। ৩. বিশুদ্ধ আক্বীদা শিক্ষা। ৪. আরবী- আদ্-দুরূসুল আরাবিয়্যাহ্, বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৫. ইনশা- এসো আরবী শিখি (১ম খণ্ড)। ৬. বাংলা- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৭. ইংরেজি- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৮. গণিত- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৯. মাসনূন দোআ শিক্ষা- আইনে রাসূল (ছাঃ) দোআ অধ্যায়। ইছলাহুল বায়ান। "

# PrimaryClass3Heading
source: Ibtidaiyah Chalecha (Class Three)
ar: الابتدائية الثالثة
bn: ইবতেদাইয়্যাহ ছালেছাহ (৩য় শ্রেণি)

# PrimaryClass4Details
source: "1. Memorization of the Quran - 28th para. 2. Saheeh Hadeeth Memorizing - 40 3. Pure Akidas Education. 4. Arabic - Ad-Durusul Arabiya, Bangladesh Madrasa Education Board. 5. Insha - Aso Arbi Shiki (2nd part). 6. Charf-Mizan and Munsh'aib (Azizul Mubtadi). 7. Bengali-Bangladesh Madrasa Education Board 8. English- Bangladesh Madrasa Education Board. 9. Mathematics - Bangladesh Madrasa Education Board. Ø Islahul Bayan- 100"
ar: "1- القرآن الكريم، والتجويد- (حفظ الجزء الثامن والعشرين). 2- مقرر التوحيد (سؤال وجواب). 3- حفظ 40 حديثًا (الأربعون النووية). 4- الدروس العربية (مقرر مجلس التعليم لمدارس بنغلاديش). 5- اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 6- اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش، وكتاب: Vocabulary and Sentence Making). 7- الرياضيات (مقرر مجلس التعليم لمدارس بنغلاديش). 8- تعليم الأدعية والأذكار المسنونة (كتاب الأدعية للشيخ/ عبد الرزاق بن يوسف). 9- كتاب تعليم اللغة العربية المسمى بـ: ""إيشو عربي شيكهي (G‡mv Aviex wkwL)"" (تعالوا نتعلم اللغة العربية)، الجزء الثاني. 10- الصرف (الميزان والمنشعب). "
bn: "১. কুরআন মুখস্থ- ২৮তম পারা। ২. ছহীহ হাদীছ মুখস্ত-৪০টি। ৩. বিশুদ্ধ আক্বীদা শিক্ষা। ৪. আরবী- আদ্-দুরূসুল আরাবিয়্যাহ, বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৫. ইনশা- এসো আরবী শিখি (২য় খণ্ড)। ৬. ছরফ- মীযান ও মুনশা’ইব (আযীযুল মুবতাদী)। ৭. বাংলা- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৮. ইংরেজি- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড, ইংরেজি ২য় পত্র। ৯. গণিত- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড।  ইছলাহুল বায়ান- ১০০।"

# PrimaryClass4Heading
source: Ibtidaiyah Rabaiah (Class Four)
ar: الابتدائية الرابعة
bn: ইবতেদাইয়্যাহ রাবেআহ (৪র্থ শ্রেণি)

# PrimaryClass5Details
source: "1. Memorization of the Quran - 27th Para. 2. Hadeeth memorizing - 50. 3. Arabic - Ad-Durusul Arabiya, Bangladesh Madrasa Education Board. 4. Insha - Durulus Lugatil Araabiyah Ligairin Na-Tikina Beha (1st volume) and Dishari (Selected part). 5. Charf- Meezan, and Munsh'aib + Saphwatul Fisheries. 6. Bengali-Bangladesh Madrasa Education Board 7. English- Bangladesh Madrasa Education Board 8. Mathematics - Bangladesh Madrasa Education Board. 9. Bangladesh and Global Studies - Bangladesh Madrasa Education Board. 10. Science- Bangladesh Madrasa Education Board Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ الجزء السابع والعشرين). 2- حفظ 50 حديثًا. 3- الدروس العربية (مقرر مجلس التعليم لمدارس بنغلاديش). 4- اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 5- اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 6- الرياضيات (مقرر مجلس التعليم لمدارس بنغلاديش). 7- دروس اللغة العربية لغير الناطقين بها (الجزء الأول)+ معاني المفردات من الكتاب المسمى بـ: ""ديشاري"". 8- الصرف (الميزان والمنشعب). 9- معلومات عامة عن بنغلاديش وحاضر العالم (مقرر مجلس التعليم لمدارس بنغلاديش). 10- العلوم (مقرر مجلس التعليم لمدارس بنغلاديش). "
bn: "১. কুরআন মুখস্থ- ২৭ তম পারা। ২. হাদীছ মুখস্থ- ৫০টি। ৩. আরবী- আদ্-দুরূসুল আরাবিয়্যাহ, বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৪. ইনশা- দুরূসুল লুগাতিল আরাবিয়্যাহ লিগাইরিন না-তিকীনা বিহা (১ম খণ্ড) ও দিশারী (নির্বাচিত অংশ)। ৫. ছরফ- মীযান ও মুনশা’ইব+ছফওয়াতুল মাছাদের। ৬. বাংলা- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৭. ইংরেজি- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৮. গণিত- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৯. বাংলাদেশ ও বিশ্বপরিচয়- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১০. বিজ্ঞান- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড।  ইছলাহুল বায়ান।"

# PrimaryClass5Heading
source: Ibtidaiyah Kahmesah (Class Five)
ar: الابتدائية الخامسة
bn: ইবতেদাইয়্যাহ ছালেছাহ (৫ম শ্রেণি)

# PrimaryClass6Details
source: "1.Memorization of the Quran - I-3rd Para. 2. Tarjama of the Qur'an- (30th Para). 3. Hadeeth memorise-50. 4. Akida - Mukararu Ma'adil Haramain Lis-Chffis-Sadis (for class six). 5. Arabic Literature - Bangladesh Madrasa Education Board. 6. Insha-Durusul Lugatil Arabiya Ligirin Na-Tikina Biha (Part II) and Dishari (Selected Part). 7. Nahu-Aminoon Nahu. 8. Charf-Azizut Talibin. 9. Bengali Literature – Bangladesh Madrasa Education Board. 10. English 1st- Bangladesh Madrasa Education Board. 11. English 2nd- Selected by the related teacher. 12. Mathematics - Bangladesh Madrasa Education Board. Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ من الجزء الأول إلى الثالث). 2- ترجمة القرآن الكريم (الجزء الثلاثون). 3- العقيدة (مقرر معهد الحرمين للصف السادس). 4- حفظ 50 حديثًا. 5- الدروس العربية (مقرر مجلس التعليم لمدارس بنغلاديش). 6- اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 7- اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 8- قواعد اللغة الإنجليزية. 9- الرياضيات (مقرر مجلس التعليم لمدارس بنغلاديش). 10- دروس اللغة العربية لغير الناطقين بها (الجزء الثاني)+ معاني المفردات من الكتاب المسمى بـ: ""ديشاري"". 11- النحو (أمين النحو). 12- الصرف (عزيز الطالبين). "
bn: "১. কুরআন- ১ম-৩য় পারা মুখস্থ। ২. তরজমাতুল কুরআন (৩০ম পারা)। ৩. হাদীছ মুখস্থ ৫০টি। ৪. আক্বীদা- মুক্বাররারু মা’হাদিল হারামাইন লিছ-ছফফিস-সাদেস। ৫. আরবী সাহিত্য- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৬. ইনশা-দুরূসুল লুগাতিল আরাবিয়্যাহ লিগাইরিন না-তিকীনা বিহা (২য় খণ্ড) ও দিশারী (নির্বাচিত অংশ)। ৭. নাহু- আমীনুন নাহু। ৮. ছরফ- আযীযুত ত্বলেবীন। ৯. বাংলা সাহিত্য- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১০. ইংরেজি ১ম- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১১. ইংরেজি ২য়- সংশ্লিষ্ট শিক্ষক কর্তৃক নির্ধারিত। ১২. গণিত- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড।  ইছলাহুল বায়ান।"

# PrimaryClass6Heading
source: Mutwasittah Ula (Class Six)
ar: المتوسطة الأولى
bn: মুতাওয়াসসিত্বাহ উলা (৬ষ্ঠ শ্রেণি)

# PrimaryClass7Details
source: "1. Memorization of the Quran-4th to 6th para. 2. Tarjamatul of the Quran (27th, 28th, and 29th para). 3. Memorization of Hadeeth from Blugul Maram - 50. 4. Hadeeth - Blugul Maram Min Adilatil Ahakam (two-thirds of the book). 5. Aqida - Kitabut Tawhid. 6. Arabic Literature - Bangladesh Madrasa Education Board 7. Insha-Esho Arabi Shikhi (3rd part). 8. Nahu- Sharhu Miyati Amel (Aminun Nahu review). 9. Charf-Ilmuch Chigah (Ajijut Tablebin Review). 10. Bengali-Bangladesh Madrasa Education Board. 11. English 1st- Bangladesh Madrasa Education Board. 12. English 2nd- Selected by the related teacher. 13. Mathematics - Bangladesh Madrasa Education Board. Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ من الجزء الرابع إلى السادس). 2- ترجمة القرآن الكريم (الجزء السابع والعشرون والثامن والعشرون والتاسع والعشرون). 3- العقيدة (كتاب التوحيد لمحمد بن عبد الوهاب). 4- حفظ 50 حديثًا (من كتاب بلوغ المرام لابن حجر). 5- دراسة الحديث الشريف (ثلثان من بداية كتاب بلوغ المرام). 6- الدروس العربية (مقرر مجلس التعليم لمدارس بنغلاديش). 7- اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 8- اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 9- قواعد اللغة الإنجليزية. 10- الرياضيات (مقرر مجلس التعليم لمدارس بنغلاديش). 11- كتاب تعليم اللغة العربية المسمى بـ: ""إيشو عربي شيكهي (G‡mv Aviex wkwL)"" (تعالوا نتعلم اللغة العربية)، الجزء الثالث. 12- النحو (شرح مائة عامل لعبد القاهر الجرجاني)+مراجعة كتاب ""أمين النحو"". 13- الصرف (علم الصيغة)+مراجعة كتاب ""عزيز الطالبين"". "
bn: "১. কুরআন- ৪র্থ-৬ষ্ঠ পারা পর্যন্ত মুখস্থ। ২. তরজমাতুল কুরআন (২৭, ২৮ ও ২৯তম পারা)। ৩. বুলূগুল মারাম থেকে হাদীছ মুখস্থ- ৫০টি। ৪. হাদীছ- বুলূগুল মারাম মিন আদিল্লাতিল আহকাম (বইয়ের দুই তৃতীয়াংশ)। ৫. আক্বীদা- কিতাবুত তাওহীদ। ৬. আরবী সাহিত্য- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৭. ইনশা-এসো আরবী শিখি (৩য় খণ্ড)। ৮. নাহু- শারহু মিয়াতি আমেল (আমীনুন নাহু পুনরালোচনা)। ৯. ছরফ- ইলমুছ ছীগাহ (আযীযুত ত্বলেবীন পুনরালোচনা)। ১০. বাংলা- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১১. ইংরেজি ১ম- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১২. ইংরেজি ২য়-সংশ্লিষ্ট শিক্ষক কর্তৃক নির্ধারিত। ১৩. গণিত- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড।  ইছলাহুল বায়ান।"

# PrimaryClass7Heading
source: Mutwasittah Chaniah (Class Seven)
ar: المتوسطة الثانية
bn: মুতাওয়াসসিত্বাহ ছানিয়াহ (৭ম শ্রেণি)

# PrimaryClass8Details
source: "1. Memorization of the Quran - From the 7th Para to the first half of the 9th Para. 2. Tarjamah of the Quran (26th Para). 3. 50 Hadeeth Memorizing. 4. Hadeeth – Bulugul Maram Min Adillatil Ahkam (the last one-third). 5. Arabic 1st Part - Bangladesh Madrasa Education Board. 6. Arabic 2nd Part- Bangladesh Madrasa Education Board. 7. Insha – Durusul Lugatil Araabiyahah Ligairin Na-Tikina Biha (3rd volume) and Dishari. 8. English 1st Part- Bangladesh Madrasa Education Board. 9. English 2nd Part - Selected by the related teacher. 10. Bengali 1st Part - Bangladesh Madrasa Education Board. 11. Bengali 2nd Part - Bangladesh Madrasa Education Board. 12. Mathematics - Bangladesh Madrasa Education Board. 13. Science- Bangladesh Madrasa Education Board. 14. Information and Communication Technology- Bangladesh Madrasa Education Board 15. Akaid and Fikah-Bangladesh Madrasa Education Board. 16. Bangladesh and Global Studies - Bangladesh Madrasa Education Board. Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ من الجزء السابع إلى النصف الأول من الجزء التاسع). 2- ترجمة القرآن الكريم (الجزء السادس والعشرون). 3- حفظ 50 حديثًا (من كتاب بلوغ المرام لابن حجر). 4- دراسة الحديث الشريف (الثلث الأخير من كتاب بلوغ المرام). 5- العقائد والفقة (مقرر مجلس التعليم لمدارس بنغلاديش). 6- الدروس العربية (مقرر مجلس التعليم لمدارس بنغلاديش). 7- قواعد اللغة العربية (مقرر مجلس التعليم لمدارس بنغلاديش). 8- اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 9- قواعد اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 10- اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 11- قواعد اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 12- الرياضيات (مقرر مجلس التعليم لمدارس بنغلاديش). 13- العلوم (مقرر مجلس التعليم لمدارس بنغلاديش). 14- تقنية المعلومات ووسائل التواصل (مقرر مجلس التعليم لمدارس بنغلاديش). 15- كتاب تعليم اللغة العربية المسمى بـ: ""إيشو عربي شيكهي"" (تعالوا نتعلم اللغة العربية)، الجزء الثالث. 16- معلومات عامة عن بنغلاديش وحاضر العالم (مقرر مجلس التعليم لمدارس بنغلاديش). 17- علم الرياضة والتدريب (مقرر مجلس التعليم لمدارس بنغلاديش). 18- علم الزراعة (مقرر مجلس التعليم لمدارس بنغلاديش). "
bn: "১. কুরআন- ৭ম থেকে ৯ম পারার প্রথম অর্ধেক পর্যন্ত মুখস্থ। ২. তরজমাতুল কুরআন (২৬তম পারা)। ৩. হাদীছ মুখস্থ ৫০টি। ৪. হাদীছ- বুলূগুল মারাম মিন আদিল্লাতিল আহকাম (শেষ এক তৃতীয়াংশ)। ৫. আরবী ১ম পত্র- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৬. আরবী ২য় পত্র- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৭. ইনশা- দুরূসুল লুগাতিল আরাবিয়্যাহ লিগাইরিন না-তিকীনা বিহা (৩য় খণ্ড) ও দিশারী। ৮. ইংরেজি ১ম পত্র- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৯. ইংরেজি ২য় পত্র- সংশ্লিষ্ট শিক্ষক কর্তৃক নির্ধারিত। ১০. বাংলা ১ম পত্র- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১১. বাংলা ২য় পত্র- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১২. গণিত- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১৩. বিজ্ঞান- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১৪. তথ্য ও যোগাযোগ প্রযুক্তি- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১৫. আকাঈদ ও ফিক্বহ্- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১৬. বাংলাদেশ ও বিশ্বপরিচয়- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড।  ইছলাহুল বায়ান। "

# PrimaryClass8Heading
source: Mutwasittah Chalichah (Class Eight)
ar: المتوسطة الثالثة
bn: মুতাওয়াসসিত্বাহ ছালেছাহ (৮ম শ্রেণি)

# PrimaryClass9Details
source: "1. Memorization of theQuran - From the later half of the 9th Para to the first half of the 12th para. 2. Tarjamatul Quran – 23rd, 24th, and 25th Para. 2. Hadeeth memorizing - 50. 3. Hadeeth - Mishkatul Masabih (Part 1). 4. Usul-e-Hadeeth-Taiseeru Mustablahil Hadeeth, Dr. Mahmood At-Tahhan. 5. Akida - Al-Aqidatul Waseetiyah. Origin: Ibn Taymiyya, Explanation: Shaiekh Saleh al-Usaimeen (Part 1). 6. Arabic Literature - Bangladesh Madrasa Education Board. 7. Nahu - Hedayatun Nahu. 8. Insha - Durusul Lugatil Arabiyah Ligirin Na-Tikina Biha (4th b-) and Dishari. 9. Bengali 1st and 2nd Part – Bangladesh Madrasa Education Board 10. English 1st - Bangladesh Madrasa Education Board. 11. English 2nd Part - Selected by the related teacher. 12. Mathematics - Bangladesh Madrasa Education Board. Personal Mutla'ah: History of Islam - (Umaiya Khilafat). Essay: Writing an essay on a topic under specific teachers in Bengali, Arabic and English in a year. Ø Islahul Baiyan."
ar: "1- القرآن الكريم، والتجويد- (حفظ من النصف الثاني من الجزء التاسع إلى النصف الأول من الجزء الثاني عشر). 2- ترجمة القرآن الكريم (الجزء الثالث والعشرون والرابع والعشرون والخامس والعشرون). 3- حفظ 50 حديثًا (من كتاب بلوغ المرام لابن حجر). 4- دراسة الحديث الشريف (الجزء الأول من كتاب ""مشكاة المصابيح""). 5- علوم الحديث (تيسير مصطلح الحديث لمحمود الطحان). 6- العقيدة (العقيدة الواسطية لشيخ الإسلام ابن تيمية). 7- الدروس العربية (مقرر مجلس التعليم لمدارس بنغلاديش). 8- قواعد اللغة العربية (مقرر مجلس التعليم لمدارس بنغلاديش)+ كتاب ""هداية النحو"". 9- دروس اللغة العربية لغير الناطقين بها (الجزء الثالث)+ معاني المفردات من الكتاب المسمى بـ: ""ديشاري"". 10- اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 11- قواعد اللغة البنغالية (مقرر مجلس التعليم لمدارس بنغلاديش). 12- اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 13- قواعد اللغة الإنجليزية (مقرر مجلس التعليم لمدارس بنغلاديش). 14- الرياضيات (مقرر مجلس التعليم لمدارس بنغلاديش). 1- نشاطات شخصية: التاريخ الإسلامي (الخلافة الأموية)، وكتابة المقالات باللغة البنغالية والعربية والإنجليزية تحت إشراف المدرسين. "
bn: "১. কুরআন- ৯ম পারার শেষার্ধ থেকে ১২ তম পারার প্রথমার্ধ পর্যন্ত মুখস্থ। ২. তরজমাতুল কুরআন ২৩, ২৪ ও ২৫ তম পারা পর্যন্ত। ৩. হাদীছ মুখস্থ- ৫০ টি। ৪. হাদীছ- মিশকাতুল মাছাবীহ (১ম খণ্ড)। ৫. উছূলে হাদীছ- তাইসীরু মুছত্বলাহিল হাদীছ, ড. মাহমূদ আত-ত্বহহান। ৬. আক্বীদা- আল-আকীদাতুল ওয়াসেত্বিইয়্যাহ। মূল: ইবনু তায়মিয়া, ব্যাখ্যা: শায়খ ছালেহ আল-উছায়মীন (১ম খণ্ড)। ৭. আরবী সাহিত্য- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ৮. নাহু- হেদায়াতুন নাহু। ৯. ইনশা- দুরূসুল লুগাতিল আরাবিয়্যাহ লিগাইরিন না-তিকীনা বিহা (৪র্থ খ-) ও দিশারী। ১০. বাংলা ১ম ও ২য় পত্র- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১১. ইংরেজি ১ম- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ১২. ইংরেজি ২য় পত্র- সংশ্লিষ্ট শিক্ষক কর্তৃক নির্ধারিত। ১৩. গণিত- বাংলাদেশ মাদরাসা শিক্ষা বোর্ড। ব্যক্তিগত মুত্বালা’আহ: ইসলামের ইতিহাস- (উমাইয়া খিলাফত)। প্রবন্ধ লিখন : বাংলা, আরবী ও ইংরেজিতে নির্দিষ্ট শিক্ষকের অধীনে কোনও বিষয়ের উপর বছরে একটি প্রবন্ধ লিখন।  ইছলাহুল বায়ান। "

# PrimaryClass9Heading
source: Mutwasittah Rabiah (Class Nine)
ar: المتوسطة الرابعة
bn: মুতাওয়াসসিত্বাহ রাবে’আহ (৯ম শ্রেণি)
